{
  "events": [
    {
      "year": "1989",
      "name": "1989 “The June Fourth Incident”",
      "death-of-an-icon": {
        "title": "Death of an Icon",
        "event": [
          {
            "paragraphs": [
              "A high ranking official of the Chinese Communist Party, Hu Yaobang2 was an icon for political reform and democratic change1. His critique on Mao’s cult-like ideology differentiated from other political figures, and made him a beloved leader.",
              "The death of Hu on April 15 1989, ignited a public outcry — mourning3, grief, and anger quickly developed into a series of student-led pro-democracy demonstrations and hunger strikes across China."
            ],
            "resources": [
              {
                "title": "A Champion of Liberalisation",
                "source": "China's Struggle for Democracy, its Prelude, Development, Aftermath, and Impact",
                "type": "Journal Excerpt",
                "year": "1990"
              },
              {
                "title": "The Death of Hu Yaobang",
                "source": "Tiananman Papers",
                "type": "Book Excerpt",
                "year": "2001"
              },
              {
                "title": "The Mourning of Hu Yaobang",
                "source": "Tiananman Papers",
                "type": "Book Excerpt",
                "year": "2001"
              },
              {
                "title": "Beijing Hints on Crackdown on Students",
                "source": "New York Times",
                "type": "Article Excerpt",
                "year": "1989"
              }
            ]
          }
        ],
        "reflection": [
          {"image": "", "caption": "Some two hundred thousand pro-democracy students staged an unauthorized demonstration in Tiananmen Square during the funeral ceremony of the Chinese Communist Party leader and liberal reformer Hu Yaobang, on April 22, 1989.  Photograph by Catherine Henriette/AFP/Getty."},
          {"image": "", "caption": "A weary protester pleads with a PLA officer sitting in his truck to not crackdown on the student demonstrators in Tiananmen Square. (Photo by Peter Turnley/Getty Images)"},
          {
            "paragraphs": [
              "After Hu Yaobang’s death, there was an emerging vitality to China’s pro-democracy movement. Overseas, Hong Kong citizens contributed to the movement by providing moral and material support; in the hopes that the reunification process would be smoother if liberal reforms could be achieved in China before the handover.",
              "The inhabitants of Hong Kong usually reserve their deepest passions for business, not politics. But last week, in the largest and most emotional outburst ever seen in the British colony, more than 500,000 demonstrators marched through Hong Kong's narrow streets, waving pro-democracy banners and singing anthems like We Shall Overcome. Including the spectators who cheered and applauded, an estimated 1 million people, one-sixth of Hong Kong's populace, turned out to proclaim their support for the embattled students in China.",
              "The unprecedented outcry reflected Hong Kong's growing anxiety over its return to China in 1997. A sleek modern city on the South China Sea, Hong Kong has become a hotbed of capitalism during 147 years of British rule. But Britain's sovereignty is set to run out under an Anglo-Chinese agreement reached in 1984. Now Hong Kong's residents, the vast majority of whom are descendants of refugees from the mainland, scrutinize the crisis in China for clues to the fate of the colony under Communist control. Declared a banner that Hong Kong students carried last week: TODAY'S CHINA IS TOMORROW'S HONG KONG. (Times, Greenwald, 1989)"
            ]
          }
        ]
      }
    }
  ]
}