{
  "years": [
    {
      "id": "1984",
      "title": "The Prelude",
      "blurb": "Known in Cantonese as the Fragrant Harbour, Hong Kong predominantly served as an intermediary trading post between Britain and China in the late 18th century, with its harbour utilised for the exchange of silver, silk, porcelain, and tea.<br/><br/>China's defeat in the Opium Wars to Britain resulted in the signing of the Treaty of Nanjing 1842, where Hong Kong was ceded to British colonial rule. Further territory was added in 1898 when Britain obtained the New Territories on a 99 year lease, which formed the present-day makeup of Hong Kong. A borrowed place on borrowed time, Hong Kong began developing an in-between identity rooted in two conflicting cultures.",
      "scenes": [
        {
          "title": "On the Question of Hong Kong",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "Over the course of the 99 year lease to Britain, Hong Kong developed a unique in-between identity rooted in two competing cultures. These clashing influences created a unique diasporic condition<sup>1</sup>, where Hong Kong maintained its Chinese heritage while embracing Western political ideals.",
                "As the ending of the 99 year lease approached, Britain and China began negotiating the &ldquo;Joint Declaration on the Question of Hong Kong&rdquo;<sup>2</sup>, which outlined the parameters of the colony&rsquo;s future. The concept of &ldquo;one country, two systems&rdquo;<sup>3</sup> was introduced as a model to reunify<sup>4</sup> the region with China, while preserving Hong Kong&rsquo;s socioeconomic system and way of life for a fifty year period before being fully integrated back with the motherland."
              ],
              "resources": [
                {
                  "type": "Journal Excerpt",
                  "shortTitle": "The Welfare of Hong Kong People",
                  "bookTitle": "Diasporic Memories and Conceptual Geography in Post-Colonial Hong Kong",
                  "year": "2014",
                  "author": "Angelina Y. Chin",
                  "content": [
                    "What I retain from these memories is not a history of personal or collective victimization but the sense of immediacy of a particular diasporic reality— of Hong Kong caught, as it always has been since the end of the Second World War, between two dominant cultures, British colonial and Chinese Communist, neither of which takes the welfare of Hong Kong people into account even though both would turn to Hong Kong for financial and other forms of assistance when they needed it. This marginalized position, which is not one chosen by those from Hong Kong but one constructed by history, brings with it a certain privilege of observation and an unwillingness to idealize oppression."
                  ],
                  "citation": "Chin, Angelina Y. “Diasporic Memories and Conceptual Geography in Post-Colonial Hong Kong.” <em>Modern Asian Studies</em> 48, no. 6 (November 2014): 1566–67. ",
                  "linkTo": "https://www.jstor.org/stable/24494641?seq=1"
                },
                {
                  "type": "Journal Excerpt",
                  "shortTitle": "An Expiring Lease",
                  "bookTitle": "The Sino-British Agreement and Nationality: Hong Kong&rsquo;s Future in the Hands of the People&rsquo;s Republic of China",
                  "year": "1990",
                  "author": "Christine Chua",
                  "content": [
                    "As the 1997 expiration of the lease grew nearer, uncertainty surrounding the Colony&rsquo;s political future translated into economic insecurity, threatening the stability of the world's third most important banking and financial center. This anxiety prompted the 1982 Sino-British negotiations on the future of Hong Kong. After two years of discussion, the United Kingdom and PRC governments produced the Joint Declaration. Focusing on the paramount goal of &ldquo;maint[aining] the prosperity and stability of Hong Kong,&ldquo; both sides made important concessions during the negotiations. Britain forfeited its legal rights (pursuant to the post-Opium War treaties) to Hong Kong Island and the Kowloon Peninsula. In return, the PRC agreed that Hong Kong would be exempt from the &ldquo;socialist system and socialist politicies&rdquo; governing the mainland.<br>",
                    "<br/>[...]<br>",
                    "<br/>Thus the Joint Declaration begins with a non-compromising statement by each side, one declaring its resignation, the other its resumption of sovereignty."
                  ],
                  "citation": "Chua, Christine. “The Sino-British Agreement and Nationality: Hong Kong's Future in the Hands of the People's Republic of China.” Pacific Basin Law Journal 8, no. 1 (1990): 165–66.",
                  "linkTo": "https://escholarship.org/content/qt9j3546s0/qt9j3546s0.pdf?t=n4ov53"
                },
                {
                  "type": "Journal Excerpt",
                  "shortTitle": "An Arms-Length Approach",
                  "bookTitle": "Hong Kong&rsquo;s Umbrella Movement: Beijing&rsquo;s Broken Promises",
                  "year": "2015",
                  "author": "Michael C. Davis",
                  "content": [
                    "The Joint Declaration aimed to carry out the “one country, two systems” policy, which was originally outlined in Article 31 of the PRC’s 1982 Constitution. The Declaration was the product of several difficult years of Sino-British negotiations in the early 1980s.<br>",
                    "<br/>These talks followed on the heels of PRC leader Deng Xiaoping’s famous 1979 statement that those investing in (or thinking of investing in) the booming commercial and industrial metropolis of Hong Kong should “put their hearts at ease.” Amid the give-and-take of the negotiations, Deng had come to grasp that the preservation of Hong Kong’s distinctive capitalist system—and hence its ability to boost China’s economic development—would depend on a rocklike commitment to the “one country, two systems” model.<br>",
                    "<br/>That model, in turn, aimed to protect Hong Kong from the intrusion of China’s socialist system. The PRC was then in the early stages of reform after the chaos of the 1960s and 1970s, years of turbulence that had culminated in a high-level power struggle following the death of Mao Zedong in 1976. Deng’s aim was for Hong Kong to be returned to China in a way that would preserve prosperity and social order and enable the city’s remarkably industrious and enterprising people to contribute to China’s modernization and economic development.<br>",
                    "<br/>He no doubt hoped that this respectful, arms-length approach would kindle Hong Kong’s loyalty in return. In order to work, the model had to win the confidence of Hong Kong’s people. The city’s liberal, free-spirited, capitalistic populace was not going to be reassured by mere pronouncements from a regime that many of them justifiably distrusted. Similarly, the international acceptance needed for foreign governments and enterprises to treat Hong Kong as a distinct entity in their financial and commercial dealings would require more than vague promises.<br>"
                  ],
                  "citation": "Davis, Michael C. “Hong Kong's Umbrella Movement: Beijing's Broken Promises.” <em>Journal of Democracy</em> 26, no. 2 (April 17, 2015): 102. ",
                  "linkTo": ""
                },
                {
                  "type": "Journal Excerpt",
                  "shortTitle": "The Price of Peace",
                  "bookTitle": "Need to find this one",
                  "year": "0000",
                  "author": "First Name, Last Name",
                  "content": [
                    "Great Britain acquired Hong Kong Island in 1842 through the Treaty of Nanking. After China's defeat in the Opium Wars, it ceded the Island of Hong Kong to Britain in perpetuity, as part of the price paid for cessation of hostilities. After eighteen additional years of conflict with Britain, China ceded additional territory to Britain as the price of peace. The Kowloon peninsula and nearby Stonecutters Island were ceded to Britain in perpetuity through the Convention of Peking. &ldquo;The Convention of 1898 leased the New Territories&rdquo; to Britain for ninety-nine years. These areas together are a whole, and constitute present-day Hong Kong.<br>",
                    "<br/>The reunification agreement was the result of British negotiations with China beginning in 1982. The need for negotiation at that time was due in part to threatened economic disruption in Hong Kong. Britain's ninety-nine year lease, acquired through the Convention of 1898, technically applied to only the New Territories. While the expiration of the lease in1997 relates only to this portion of present-day Hong Kong, the interdependence of the areas comprising the colony makes partition unlikely."
                  ],
                  "citation": "",
                  "linkTo": ""
                },
                {
                  "type": "Map",
                  "shortTitle": "Geography of Hong Kong",
                  "bookTitle": "Geography of Hong Kong",
                  "year": "—",
                  "author": "",
                  "content": [""],
                  "citation": "",
                  "linkTo": "https://en.wikipedia.org/wiki/Geography_of_Hong_Kong#/media/File:Map_of_Hong_Kong_18_Districts_en.svg"
                },
                {
                  "type": "Journal Excerpt",
                  "shortTitle": "The Locus of Loyalty",
                  "bookTitle": "The Hong Kong Model of &lsquo;One Country, Two Systems&rsquo;",
                  "year": "1987",
                  "author": "Bryon S. Weng",
                  "content": [
                    "In the beginning, many observers discovered that few Beijing leaders had a realistic and accurate understanding of Hong Kong. Those accustomed to viewing the world from the perspectives of a Chinese middle kingdom or Marxist philosophy seemed to be equally ignorant and self-righteous in their opinions about how a capitalist colony like Hong Kong could best be governed. This worried quite a number of the Hong Kong elite. There was much anxiety, and remedial lobbying (educating) efforts were undertaken by leading figures in the early stage of the negotiations. Fortunately, the leaders in Beijing were wise enough to put those in the know in key positions to deal with the British and Hong Kong representatives so that the damage was not too great.<br>",
                    "<br/>Next, the Hong Kong people were also frustrated because they could not take part in the negotiations affecting their own fate. Both the British and the Chinese claimed that they represented the interests of the Hong Kong people, but in fact they were overrepresented in some areas and inadequately represented in others. Throughout the whole process, they could only traverse the halls in Beijing and London to lobby the two negotiating parties. This they did to their own potential peril, since such actions implied their locus of loyalty and could affect future careers. Had Hong Kong been negotiating for postcolonial arrangements on its own, as many former British colonies have done, the situation would certainly have been different."
                  ],
                  "citation": "Weng, Byron S. “The Hong Kong Model of ‘One Country, Two Systems.” Asian Affairs: An American Review 14, no. 4 (1987): 195–96.",
                  "linkTo": "https://www.jstor.org/stable/30172082"
                },
                {
                  "type": "Article Excerpt",
                  "shortTitle": "Hearts At Ease",
                  "bookTitle": "Business: Hong Kong&rsquo;s Golden Link",
                  "year": "1979",
                  "author": "Time",
                  "content": [
                    "Opening up shop in China, where space is big and pay is small.<br>",
                    "<br/>&ldquo;A barren island with hardly a house upon it.&rdquo; Such was British Foreign Secretary Lord Palmerston&rsquo;s contemptuous description of Hong Kong before it was ceded to the British by a weak Chinese regime at the close of the Opium War in 1842. As a fruit of war, it was not considered a peach. But over the past 137 years, the once blighted island has developed into a bustling seaport colony that boasts a thriving economy. Though Britain's lease on 90% of the 400-sq.-mi. area expires in only 18 years, residents expect a glowing future of political stability and more prosperity.<br>",
                    "<br/>Last month Sir Murray MacLehose became the first Hong Kong Governor ever to pay an official visit to Peking. His warm reception by Chinese Vice Premier Deng Xiaoping (Teng Hsiao-p'ing) was a signal of Peking's intent to allow the colony to maintain its traditional status and increasingly to involve it in the push to modernization. On his return, MacLehose quoted Deng as saying that investors in Hong Kong should &ldquo;put their hearts at ease.&rdquo; In short, China's pragmatic post-Mao leaders value Hong Kong as a window on the world and a source of foreign exchange, investment capital and expertise.&rdquo;<br>",
                    "<br/>[...]<br>",
                    "<br/>&ldquo;Other Hong Kong leaders respond that the colony's enterprises are much more efficient, innovative and market-oriented than those of the Chinese. A leading Hong Kong businessman, having returned from a tour of mainland factories, estimates that a Chinese factory as a whole is only one-seventh as efficient as one in Hong Kong. The general bullishness is summed up by Sir Lawrence Kadoorie, 79, a Hong Kong-born multimillionaire, who is negotiating to buy large amounts of Chinese coal for a new Hong Kong generating station that will supply electricity to neighboring Guangdong (Kwangtung) province. As he gazes out at Hong Kong's beautiful harbor, he asks: &ldquo;Is there any place on earth where the future looks brighter than here?&rdquo;"
                  ],
                  "citation": "“Business: Hong Kong's Golden Link.” Time. Time Inc., April 30, 1979.",
                  "linkTo": "http://content.time.com/time/subscriber/article/0,33009,723932-1,00.html"
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "Since the Treaty of Nanjing 1842, Hong Kong has never been granted the opportunity to dictate its own future. Split between the control of two competing cultures, the region&rsquo;s interest has always been superseded by the motives of larger external powers, which has restricted the region from fully experiencing self-determination and national sovereignty."
                ],
                [
                  "&ldquo;Since its inception as a colonial trading post, Hong Kong’s defining characteristic has been its in-betweenness. China’s euphemism for Hong Kong’s postcolonial status—one country, two systems—points to its raison d’être: to be an interface for capital between China and the West. The territory has never been allowed to derive stability from its own resources or interests but rather from the intersections of multiple others’. Hong Kong’s place in the world depends on its ability to mediate between external powers. Its existential struggle is likewise a symptom of a larger collapse.&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "A Borrowed Place, On Borrowed Time",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "Signed in 1984, the Sino-British Joint Declaration<sup>1</sup> between Britain and China defined the conditions in which Hong Kong would fall back under China&rsquo;s authority. Hong Kong would become a &ldquo;Special Administrative Region&rdquo; of China as outlined in the Declaration, where its autonomy, capitalistic economy, and partial democratic political system were to remain largely unchanged for 50 years.",
                "To codify the Declaration, China and Hong Kong would continue to negotiate the details of a constitutional document known as Basic Law<sup>2</sup>, which would help protect the rights of Hong Kong citizens from Beijing oversight and build a path to achieving universal suffrage during the 50 year transition period."
              ],
              "resources": [
                {
                  "type": "Book Excerpt",
                  "shortTitle": "The Sino-British Joint Declaration",
                  "bookTitle": "The Sino-British Joint Declaration",
                  "year": "1985",
                  "author": "United Nations Treaty Series",
                  "content": [
                    "Following are excerpts from the agreement on Hong Kong that was initialed today by Britain and China, as made public by the British Foreign Office: The Government of the United Kingdom of Great Britain and Northern Ireland and the Government of the People's Republic of China have reviewed with satisfaction the friendly relations existing between the two Governments and peoples in recent years and agreed that a proper negotiated settlement of the question of Hong Kong, which is left over from the past, is conducive to the maintenance of the prosperity and stability of Hong Kong and to the further strengthening and development of the relations between the two countries on a new basis.<br>",
                    "<br/>(1) Upholding national unity and territorial integrity and taking account of the history of Hong Kong and its realities, the People's Republic of China has decided to establish, in accordance with the provisions of Article 31 of the Constitution of the People's Republic of China, a Hong Kong Special Administrative Region upon resuming the exercise of sovereignty over Hong Kong.<br>",
                    "<br/>[...]<br>",
                    "<br/>(5) The current social and economic systems in Hong Kong will remain unchanged, and so will the life style. Rights and freedoms, including those of the person, of speech, of the press, of assembly, of association, of travel, of movement, of correspondence, of strike, of choice of occupation, of academic research and of religious belief will be insured by law in the Hong Kong Special Administrative Region. Private property, ownership of enterprises, legitimate right of inheritance and foreign investment will be protected by law.<br>",
                    "<br/>[...]<br>",
                    "(12) The above-stated basic policies of the People's Republic of China regarding Hong Kong and the elaboration of them in Annex I to this joint declaration will be stipulated, in a Basic Law of the Hong Kong Special Administrative Region of the People's Republic of China, by the National People's Congress of the People's Republic of China, and they will remain unchanged for 50 years."
                  ],
                  "citation": "&ldquo;Treaties and International Agreements Registered or Filed and Recorded with the Secretarial of the United Nations.&rdquo; New York, 1985, United Nations Treaty Series, vol. 1399, No. 23391, p. 39-94.",
                  "linkTo": "https://treaties.un.org/doc/Publication/UNTS/Volume%201399/v1399.pdf"
                },
                {
                  "type": "Journal Excerpt",
                  "shortTitle": "Basic Law",
                  "bookTitle": "The Basic Law of the Hong Kong Special Adminstration Region of the People&rsquo;s Republic of China",
                  "year": "2021",
                  "author": "Government of Hong Kong",
                  "content": [
                    "Hong Kong has been part of the territory of China since ancient times; it was occupied by Britain after the Opium War in 1840. On 19 December 1984, the Chinese and British Governments signed the Joint Declaration on the Question of Hong Kong, affirming that the Government of the People’s Republic of China will resume the exercise of sovereignty over Hong Kong with effect from 1 July 1997, thus fulfilling the long-cherished common aspiration of the Chinese people for the recovery of Hong Kong.<br>",
                    "<br/>Upholding national unity and territorial integrity, maintaining the prosperity and stability of Hong Kong, and taking account of its history and realities, the People’s Republic of China has decided that upon China’s resumption of the exercise of sovereignty over Hong Kong, a Hong Kong Special Administrative Region will be established in accordance with the provisions of Article 31 of the Constitution of the People’s Republic of China, and that under the principle of “one country, two systems”, the socialist system and policies will not be practised in Hong Kong. The basic policies of the People’s Republic of China regarding Hong Kong have been elaborated by the Chinese Government in the Sino-British Joint Declaration.<br>",
                    "<br/>In accordance with the Constitution of the People’s Republic of China, the National People’s Congress hereby enacts the Basic Law of the Hong Kong Special Administrative Region of the People’s Republic of China, prescribing the systems to be practised in the Hong Kong Special Administrative Region, in order to ensure the implementation of the basic policies of the People’s Republic of China regarding Hong Kong."
                  ],
                  "citation": "Chin, Angelina Y. “Diasporic Memories and Conceptual Geography in Post-Colonial Hong Kong.” <em>Modern Asian Studies</em> 48, no. 6 (November 2014): 1566–67. ",
                  "linkTo": "https://www.jstor.org/stable/24494641?seq=1"
                },
                {
                  "type": "Journal Excerpt",
                  "shortTitle": "Characteristics of One Country, Two Systems",
                  "bookTitle": "One Country, Two Systems: A Theoretical Analysis",
                  "year": "1987",
                  "author": "Chien-Min Chao",
                  "content": [
                    "In order to justify &ldquo;one country, two systems,&rdquo; Communist China cannot avoid taking a step backward and announcing publicly that socialism has not yet been achieved in mainland China. Under these circumstances, a careful examination of &ldquo;one country, two systems&rdquo; will reveal the following characteristic:",
                    "<br/><em>Unevenness</em>—In order to account for the discrepancies and discord that might exist in a society operating under two conflicting systems, Peking has stated that the dialectical principle of the &ldquo;unity of contradictions is the basic and most important objective theoretical source of 'one country, two systems,&rdquo; thus arguing that there is unevenness in the existence and development of things. On the one hand, this interpretation conforms with Mao Tse-tung's belief that &ldquo;contradictions still prevail in a socialist society&rdquo;; on the other hand, it rejects Mao's &ldquo;theory of continued revolution under the dictatorship of the proletariat,&rdquo; proclaiming that two different systems can coexist and that obstacles to socialism do not have to be removed immediately.",
                    "<br/><em>Historicity</em>—Although in 1895 Taiwan was ceded to Japan as a result of its military defeat of the Ch'ing government, and in 1842 Hong Kong passed into British hands, both Taiwan and Hong Kong are integral parts of Chinese territory. Peking has linked &ldquo;one country, two systems&rdquo; with Chinese history, saying that it is designed to end the national division and separation caused by the confrontation between the two parties (Nationalist and Communist). &ldquo;One country, two systems&rdquo; has been used by Peking to arouse nationalistic and patriotic sentiment among Chinese, as part of the united &ldquo;frontline&rdquo; for patriotism, for the purpose of achieving the four modernizations and ultimately the reunification of China.<br>",
                    "<br/><em>Realism</em>—The single most important reason for &ldquo;one country and two systems&rdquo; is that socialism is not attractive to and Hong Kong. In exchange for sovereignty, Peking is willing to guarantee their present lifestyles and economic prosperity. For Hong Kong to maintain its status as an international financial centre the capitalist system should be retained. If the current system is changed artificially, its superiority and prosperity will be lost...<br>",
                    "<br/><em>Transition</em>—According to communist theory, human society evolves through stages from primitive communism, slave society, capitalism, socialism, and ultimately to communism. A process of development takes place within each stage. Marx said that socialist society, having been born out of capitalism, still carries tinges of the old capitalist society. Mao elaborated this further by distinguishing between minimum and maximum programs for socialism. Thus, in line with Marxist theory, the current Chinese Communist leadership claims that &ldquo;one country, two systems&rdquo; acts as a &ldquo;historical transition before this country can thoroughly replace the capitalist system with a socialist system.&rdquo; In other words, the two systems will be merged into one after the transitional period.<br>",
                    "<br/><em>Subordination</em>—The scope and definition of the autonomy of Taiwan and Hong Kong will, of course, be decided by the central government in Peking. Governments in Taiwan and Hong Kong will be subordinate governments powerless to declare war, conduct their own defense, foreign affairs, or peace negotiations. Socialism will be the main political system, because the 1 billion people on the mainland will continue to practice socialism. Capitalism will be allowed to exist as a &ldquo;supplement to the development of socialism.&rdquo;<br>"
                  ],
                  "citation": "Chao, Chien-Min. “One Country, Two Systems.” Asian Affairs: An American Review 14, no. 2 (1987): 109-113.",
                  "linkTo": "https://www.jstor.org/stable/24494641?seq=1"
                },
                {
                  "type": "Journal Excerpt",
                  "shortTitle": "Uncharted Sea",
                  "bookTitle": "Basic Law and Constitutional Review: The First Decade",
                  "year": "2007",
                  "author": "Johannes SC. Chan",
                  "content": [
                    "<br>The model of &ldquo;one country, two systems&rdquo; envisages the co-existence of two distinct legal systems alongside one another. On one side of the border, there is a well established common law system that is based on Western liberalism and the doctrine of separation of powers. The judiciary is the guard- ian of human rights and the rule of law, and enjoys an exclusive power to interpret legislation and declare the common law. On the other side of the border, legal order has been re-established only since 1978. The country is still in the process of seeking a proper model of legal system that befits the characteristics of a developing economic power under a constitution that is shaped by Socialism/Maoism and Chinese history and culture. The Chinese legal system is based on both the socialist system and the civil law system, but it is subject to increasing influence from the common law system in recent years. A major characteristic of the Chinese legal system, as inherited from the socialist tradition, is its rejection of the doctrine of separation of powers. All powers are vested in the supreme soviet, namely the National People's Congress (NPC). As an elected body representing the people, the NPC exercises legislative, executive and judicial powers. The power of final interpretation of law is vested in the legislative rather than the judicial organ. While there is gradual acceptance of the desirability of having a judiciary exercising independent adjudicatory power (as opposed to having an independent judiciary), the judiciary on the Mainland remains a relatively weak institution and the PRC Constitution is by and large not justiciable in courts. Thus, there is a huge ideological gap between the two systems. This gap manifests itself and results in conflicts when the two systems interact with one another. The Basic Law itself provides the best example of the interface of the two systems. In Ma Wai Kwan Davidv HKSAR, Chief Judge Chan described perceptively the nature of the Basic Law as follows:<br>",
                    "<br/>&ldquo;The Basic Law is a unique document. It reflects a treaty made between two nations. It deals with the relationship between the sovereign and an autonomous region which practises a different system. It stipulates the organisations and functions of the different branches of government. It sets out the rights and obligations of the citizens. Hence, it has at least three dimensions: international, domestic and constitutional. It must also be borne in mind that it was not drafted by common law lawyers. It was drafted in the Chinese language with an official English version but the Chinese version takes precedence in case of discrepancies. That being the background and features of the Basic Law, it is obvious that there will be difficulties in the interpretation of its various provisions.&rdquo;<br>",
                    "<br/>&ldquo;Alongside the huge ideological gap and the vastly different stages of development between the HKSAR and the Mainland legal systems lies the great imbalance of political powers between the Special Administrative Region and its sovereign. When there is no clear demarcation of when two systems end and one country begins, and when mutual trust has not been fully established, it is not surprising that attempts were made by both sides to explore and perhaps also to exploit the boundary separating the two systems. This inevitably leads to controversies and conflicts, and is best exemplified by the conflicts arising from the dual nature of the Basic Law as a piece of national legislation of the PRC and as a constitution of the HKSAR. In a way, the first decade of constitutional experience in Hong Kong can be said to be a story of a delicate exploration in an uncharted sea.&rdquo;<br>"
                  ],
                  "citation": "Chan, Johannes SC. “Basic Law and Constitutional Review: The First Decade.” <em>Hong Kong Law Journal</em> 37, no. 2 (2007): 407–9.",
                  "linkTo": "https://hub.hku.hk/bitstream/10722/87975/3/content.pdf?accept=1"
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "After the declaration was signed, critics speculated whether the two ideologically conflicting political systems could co-exist. Hence, in Hong Kong, there was wide-spread skepticism on whether China could honour the intentions of the Joint Declaration. Ultimately, the future of Hong Kong&rsquo;s self-sufficiency would rely on China adhering to the &ldquo;one country, two systems&rdquo; model, and respecting the pathway to universal suffrage outlined in Basic Law."
                ],
                [
                  "&ldquo;Hong Kong&rsquo;s future depends on whether the PRC will honor the intent of the Joint Declaration. This intent is embodied in Deng Xiaoping&rsquo;s &ldquo;one country, two systems&rdquo; idea, of which he remarked: &ldquo;There are two ways to settle the issues: peacefully and non-peacefully.&rdquo;  In resolving the volatile nationality issues, it is to be hoped that the PRC will respect its own advice and look to the model of &ldquo;one country, two systems&rdquo; to arrive at a logical, peaceful result.&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "A Discourse on Semantics",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "The ambiguous language<sup>1</sup> of the Sino-British Joint Declaration and the drafts of Basic Law reflected opposing political philosophies and opened different interpretations on the meaning of &ldquo;one country, two systems&rdquo;.",
                "A discourse on semantics unfolded between reformists and leftists<sup>2</sup>, where contrasting perspectives<sup>3</sup> on the Declaration&rsquo;s language inferred competing priorities on how Hong Kong would operate under Beijing&rsquo;s control. The contradictory nature<sup>4</sup> of a communist regime overseeing Hong Kong&rsquo;s democratic rights and freedoms also fostered skepticism on Beijing&rsquo;s intentions and ability to honour the agreement."
              ],
              "resources": [
                {
                  "type": "Journal Excerpt",
                  "shortTitle": "Ambiguous Language",
                  "bookTitle": "One Country, Two Systems: Hong Kong&rsquo;s Paradox of Politics and Business",
                  "year": "1987",
                  "author": "Leonard J. Turkel",
                  "content": [
                    "An inherent conflict arises within the provisions establishing the SAR and the accompanying Basic Law. Specifically, how can China promulgate and enact a Basic Law which attempts to be consistent with its Constitution and at the same time not endorse any socialist practices, especially since China's constitution is itself a communist document? This question must be resolved when China eventually drafts the SAR's Basic Law. &ldquo;One fear is that China will intentionally make the wording of the Basic Law ambiguous, which will offer an opportunity for China to undermine Hong Kong's legal system in the future.&rdquo;"
                  ],
                  "citation": "Turkel, Leonard J. “One Country, Two Systems: Hong Kong's Paradox of Politics and Business.” <em>NYLS Journal of International and Comparative Law</em>, 8, no. 6 (1987): 477-78. ",
                  "linkTo": "https://digitalcommons.nyls.edu/journal_of_international_and_comparative_law/vol8/iss3/6/?utm_source=digitalcommons.nyls.edu%2Fjournal_of_international_and_comparative_law%2Fvol8%2Fiss3%2F6&utm_medium=PDF&utm_campaign=PDFCoverPages"
                },
                {
                  "type": "Journal Excerpt",
                  "shortTitle": "Fostering Skepticism",
                  "bookTitle": "Chinese and Western Treaty Practice: An Application to the Joint Declaration Between the People&rsquo;s Republic of China and Great Britain Concerning the Question of Hong Kong",
                  "year": "1986",
                  "author": "Jay R. Goldstein",
                  "content": [
                    "<br>The Joint Declaration creates a new concept of &ldquo;one country, two systems.&rdquo; This concept, while novel in its approach, fosters skepticism among experts as to the PRC's future behaviour toward Hong Kong. The marriage between the world's freest economic marketplace and the world's largest socialist economy paints an ironic picture (p. 169).<br/>",
                    "<br/>Constant tension between reformists and leftists adds to Hong Kong's insecurity over its political and economic future. After Deng leaves power, Deng's followers' continuation of Party control would assure Hong Kong that the PRC will continue to adhere to the Joint Declaration and to interpret the treaty to promote Hong Kong's autonomy. In contrast, if the leftist faction of the Communist Party gains control after Deng's departure, it is doubtful that the PRC will adhere to the intent of the Joint Declaration and it is unlikely that the PRC will interpret the treaty to afford Hong Kong significant autonomy (p. 194).<br>"
                  ],
                  "citation": "Jay, Goldstein R. “Chinese and Western Treaty Practice: An Application to the Joint Declaration Between the People's Republic of China and Great Britain Concerning the Question of Hong Kong.” <em>American University International Law Review</em> 1, no. 1 (1986): 169, 194.",
                  "linkTo": "https://digitalcommons.wcl.american.edu/cgi/viewcontent.cgi?article=1650&context=auilr"
                },
                {
                  "type": "Journal Excerpt",
                  "shortTitle": "Is it &ldquo;One Country&rdquo; or &ldquo;Two Systems&rdquo;?",
                  "bookTitle": "The Hong Kong Model of &ldquo;One Country, Two Systems&rdquo;: Promises and Problems",
                  "year": "1987",
                  "author": "Bryon S. Weng",
                  "content": [
                    "Seventh, there is a problem of semantics that reflects different political philosophies and suggests profound difficulties between the &ldquo;two systems&rdquo;. differences in perceptions of key words such democratic consultation, democratic centralism, confidential crop up, sometimes unexpectedly. At times, such differences are calculative and intentional, like the interpretations given to elections and one country, two systems. The rich and the powerful say that &ldquo;elections&rdquo; need not mean direct election by the general populace; controlled indirect elections will do just fine. The intellectuals and the mass say that is not so; elections must mean first and foremost direct elections based on general franchise. When referring to the one country, two systems concept, the mainlanders emphasize &ldquo;one country,&rdquo; while the Hong Kong people stress &ldquo;two systems&rdquo;."
                  ],
                  "citation": "Weng, Byron S. “The Hong Kong Model of ‘One Country, Two Systems.” <em>Asian Affairs: An American Review</em> 14, no. 4 (1987): 199.",
                  "linkTo": "https://www.jstor.org/stable/30172082"
                },
                {
                  "type": "Journal Excerpt",
                  "shortTitle": "Skepticism of the Basic Law Draft",
                  "bookTitle": "The Hong Kong Model of &ldquo;One Country, Two Systems&rdquo;: Promises and Problems",
                  "year": "1987",
                  "author": "Bryon S. Weng",
                  "content": [
                    "...Beijing has promised, among other things, a highly autonomous HKSAR in which Hong Kong people will rule over Hong Kong. However, the drafting process and the draft articles of the Basic Law have shown that Beijing’s rulers have no intention of creating a truly autonomous Hong Kong-run SAR.<br>",
                    "<br/>[…]<br>",
                    "<br/>As to the draft articles of the Basic Law, the following points obviously indicate potential central control or interference in the affairs of the HKSAR, contrary to the promise of a high level of autonomy.<br>",
                    "<br/><br>",
                    "<br/><br>",
                    "<br/><br>",
                    "<br/><br>",
                    "<br/><br>",
                    "<br/><br>",
                    "<br/><br>",
                    "<br/><br>",
                    "<br/><br>",
                    "<br/><br>",
                    "<br/><br>"
                  ],
                  "citation": "",
                  "linkTo": ""
                },
                {
                  "type": "Journal Excerpt",
                  "shortTitle": "Pessimism About the Declaration",
                  "bookTitle": "One Country, Two Systems: Hong Kong&rdquo;s Paradox of Politics and Business",
                  "year": "1987",
                  "author": "Leonard J. Turkel",
                  "content": [
                    "Pessimists, however, provide constant reminders to the business community of the political realities involved in drafting Hong Kong's Basic Law. If differences in interpretation of the Joint Declaration continue to develop with regard to how the Basic Law will be drafted and what interests will be protected, one can only speculate as to the differences that may arise when implementing the final draft of Hong Kong's new constitution in 1997. The business community must realize that no matter how non-interventionist any government may be, ultimately governments control economies based upon their political doctrines. Thus, it has been stated that if &ldquo;China can barely run one system consistently for any length of time, what hope is there for two?&rdquo;"
                  ],
                  "citation": "Turkel, Leonard J. “One Country, Two Systems: Hong Kong's Paradox of Politics and Business.” <em>NYLS Journal of International and Comparative Law</em>, 8, no. 6 (1987): 497.",
                  "linkTo": "https://digitalcommons.nyls.edu/journal_of_international_and_comparative_law/vol8/iss3/6/?utm_source=digitalcommons.nyls.edu%2Fjournal_of_international_and_comparative_law%2Fvol8%2Fiss3%2F6&utm_medium=PDF&utm_campaign=PDFCoverPages"
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "Despite these concerns, there was an initial sense of hope that China might respect Hong Kong&rsquo;s partial democratic system, way of life, and unique identity.  With July 1st, 1997 set as the official handover date, the region would have 13 years to prepare for the inevitable reality of transforming from a British colony to a Special Administrative Region of China."
                ],
                [
                  "&ldquo;The Joint Declaration creates a new concept of &ldquo;one country, two systems&rdquo;. This concept, while novel in its approach, fosters skepticism among experts as to the PRC&rsquo;s future behaviour toward Hong Kong. The marriage between the world&rsquo;s freest economic marketplace and the world&rsquo;s largest socialist economy paints an ironic picture.&rdquo;"
                ]
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "1989",
      "title": "The June Fourth “Incident”",
      "blurb": "On the night of June 4th 1989, pro-democracy protesters were violently massacred in Tiananmen Square, permanently re-shaping Hong Kong&rsquo;s perception of its eventual handover. As a crescendo of trembling anxiety and fear continued to build, Hong Kong&rsquo;s optimism and hope for a democratic future dimmed.",
      "intro": {
        "paragraphs": [
          "Observers feared that the violent crackdown of the 1989 pro-democracy movement in China foreshadowed Hong Kong&rsquo;s inevitable future. Caught in a new diasporic reality, Hong Kong began to witness the contradicting realities of living between two competing cultures."
        ]
      },
      "scenes": [
        {
          "title": "Death of an Icon",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "A high ranking official of the Chinese Communist Party, Hu was an icon for political reform and democratic change. His critique on Mao&rsquo;s cult-like ideology differed from other political figures, and made Hu a beloved leader.",
                "The death of Hu Yaobang on April 15 1989, ignited public outcry — mourning, grief, and anger quickly developed into a series of student-led pro-democracy demonstrations and hunger strikes across China."
              ],
              "resources": [
                {
                  "type": "Book Excerpt",
                  "shortTitle": "A Champion of Liberalisation",
                  "bookTitle": "China&rsquo;s Struggle for Democracy, its Prelude, Development, Aftermath, and Impact",
                  "year": "1990",
                  "author": "Marsha Wagner and Winston Yang",
                  "content": [
                    "The students regarded Hu Yaobang not only as a champion of liberalisation but also as one of the few top government leaders not tainted by official corruption. Within hours of the death of this beloved figure, before official announcements had been made, students on campuses had begun posting elegies. One of the most frequently quoted poems began with the haunting couplet:<br/>",
                    "Those who should have died live<br/>Those who should have lived have died.<br/>"
                  ],
                  "citation": "Wagner, Marsha, and Winston Yang, eds. “Tiananmen: China&rsquo;s Struggle for Democracy, Its Prelude, Development, Aftermath, and Impact.” <em>The China Quarterly</em> 130 (1992): 48.",
                  "linkTo": "https://digitalcommons.law.umaryland.edu/cgi/viewcontent.cgi?article=1096&context=mscas"
                },
                {
                  "type": "Book Excerpt",
                  "shortTitle": "The Death of Hu Yaobang",
                  "bookTitle": "The Tiananmen Papers",
                  "year": "2002",
                  "author": "Liang Zhang, Andrew J. Nathan, Perry E. Link, Orville Schell",
                  "content": [
                    "During this briefing, Hu Yaobang sat with a pinched look. Minister of Defense Qin Jiwei later recalled, &ldquo;I sensed something wrong about Comrade Yaobang from the time the meeting opened. His face was ashen. But he was straining to keep up appearances.&rdquo; About three quarters of an hour into the meeting, as Li Tieying was reviewing the education budgets of recent years, Hu appeared to be fading. He rose to request permission to leave. But as soon as he rose to his feet, he collapsed back into his chair.<br/>",
                    "&ldquo;Comrade Ziyang ...&rdquo; His voice broke off as his hand faltered in the air, describing a semicircle. Everyone present, caught by surprise, stood up and stared at the ashen-faced Hu.<br/>",
                    "&ldquo;It&rsquo;s probably a heart attack.... Don&rsquo;t move him!&rdquo; someone said.<br/>",
                    "&ldquo;Anyone have nitroglycerin?&rdquo; Zhao Ziyang asked urgently<br/>",
                    "&ldquo;I do!&rdquo; It was Qin Jiwei, who also had a heart condition. He took two pills from his briefcase and put them into Hu Yaobang&rsquo;s mouth. Then to Hu Qili, who came rushing over, he said, &ldquo;Hurry and lay Comrade Yaobang on the floor.&rdquo;"
                  ],
                  "citation": "Zhang, Liang, Andrew J. Nathan, and E. Perry Link. Essay. <em>In The Tiananmen Papers</em>. New York, NY: Public Affairs, 2002.",
                  "linkTo": "https://archive.nytimes.com/www.nytimes.com/books/first/l/liang-tiananmen.html"
                },
                {
                  "type": "Book Excerpt",
                  "shortTitle": "The Mourning of Hu Yaobang",
                  "bookTitle": "The Tiananmen Papers",
                  "year": "2002",
                  "author": "Liang Zhang, Andrew J. Nathan, Perry E. Link, Orville Schell",
                  "content": [
                    "On April 17 student mourning activities began to spread from the Beijing campuses into the nation&rsquo;s symbolic central space, Tiananmen Square. The Square lies at the geographic center of the capital city and just southeast of Zhongnanhai, where the last dynasty&rsquo;s emperors had their hunting park and where the top Communist leaders now work. Beginning with the May Fourth Movement in 1919, Tiananmen has also become a traditional site for popular protests. These protests have often been led by university students, who are especially numerous here because Beijing is the country&rsquo;s preeminent center of higher education.<br/>",
                    "At People&rsquo;s University a &ldquo;Democracy Wall&rdquo; appeared on the evening of April 17. Spontaneous memorial activities took place on other campuses that until now had been quiet. In addition to pasting up eulogies, memorial couplets, and posters, students made speeches, set up symbolic biers, and delivered wreaths to the Square. Some even demanded to attend the funeral. In a single day, ninety-three handwritten memorial couplets appeared at the Beijing University of Science and Engineering."
                  ],
                  "citation": "Zhang, Liang, Andrew J. Nathan, and E. Perry Link. Essay. <em>In The Tiananmen Papers</em>. New York, NY: Public Affairs, 2002.",
                  "linkTo": "https://archive.nytimes.com/www.nytimes.com/books/first/l/liang-tiananmen.html"
                },
                {
                  "type": "Article Excerpt",
                  "shortTitle": "Beijing Hints on Crackdown",
                  "publication": "The New York Times",
                  "year": "1989",
                  "articleTitle": "Beijing Hints on Crackdown For Students",
                  "author": "Nicholas Kristof",
                  "content": [
                    "In its strongest public comment so far on the pro-democracy student demonstrations of the last 10 days, the Communist Party called tonight for &ldquo;a grave political struggle&rdquo; against student unrest.",
                    "&ldquo;All the comrades of the party and the whole nation must understand clearly,&rdquo; a solemn television newscaster announced, &ldquo;that if we do not resolutely stop this unrest, our state will have no calm days. Our reform and modernization will depend on this struggle, and the future of our state and nation will depend on it.&rdquo;",
                    "The longer, televised version of tonight's statement said that the party initially had been tolerant, but that after the funeral service: ",
                    "&ldquo;A very small number of people with ulterior motives continue to make use of the desire of young students to mourn Comrade Hu Yaobang. [...] They fabricate various rumours to poison people's minds. They make use of posters to libel and slander and attack the leaders of the Communist Party and the Government. They even undisguisedly violate the Constitution, incite people to negate the party's leadership and the socialist system. In some universities, they have set up illegal organizations and taken power from official student associations. In some universities, they have seized school broadcasting systems and incited students and teachers to boycott class.&rdquo;"
                  ],
                  "citation": "Kristof, Nicholas D. “Beijing Hints at Crackdown on Students.” New York Times, April 26, 1989.",
                  "linkTo": "https://www.nytimes.com/1989/04/26/world/beijing-hints-at-crackdown-on-students.html"
                }
              ]
            },
            {
              "type": "artifacts",
              "title": "Artifacts",
              "images": [
                {
                  "source": "crowd",
                  "caption": "Some two hundred thousand pro-democracy students staged an unauthorized demonstration in Tiananmen Square during the funeral ceremony of the Chinese Communist Party leader and liberal reformer Hu Yaobang, on April 22, 1989.  Photograph by Catherine Henriette/AFP/Getty."
                },
                {
                  "title": "Reflection",
                  "source": "car",
                  "caption": "A weary protester pleads with a PLA officer sitting in his truck to not crackdown on the student demonstrators in Tiananmen Square. (Photo by Peter Turnley/Getty Images)"
                }
              ]
            },
            {
              "type": "reflection",
              "paragraphs": [
                [
                  "After Hu Yaobang&rsquo;s death, there was an emerging vitality to China&rsquo;s pro-democracy movement. Overseas, Hong Kong citizens contributed to the movement by providing moral and material support; in the hopes that the reunification process would be smoother if liberal reforms could be achieved in China before the handover."
                ],
                [
                  "&ldquo;The inhabitants of Hong Kong usually reserve their deepest passions for business, not politics. But last week, in the largest and most emotional outburst ever seen in the British colony, more than 500,000 demonstrators marched through Hong Kong&rsquo;s narrow streets, waving pro-democracy banners and singing anthems like We Shall Overcome. Including the spectators who cheered and applauded, an estimated 1 million people, one-sixth of Hong Kong&rsquo;s populace, turned out to proclaim their support for the embattled students in China.&rdquo;",
                  "&ldquo;The unprecedented outcry reflected Hong Kong&rsquo;s growing anxiety over its return to China in 1997. A sleek modern city on the South China Sea, Hong Kong has become a hotbed of capitalism during 147 years of British rule. But Britain&rsquo;s sovereignty is set to run out under an Anglo-Chinese agreement reached in 1984. Now Hong Kong&rsquo;s residents, the vast majority of whom are descendants of refugees from the mainland, scrutinize the crisis in China for clues to the fate of the colony under Communist control. Declared a banner that Hong Kong students carried last week.&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "Tiananmen Square Massacre",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "On the night of June 3-4, 1989, a series of peaceful demonstrations led by pro-democracy protesters in Beijing were violently suppressed by Chinese authorities. Known as &ldquo;The June Fourth Incident&rdquo;, thousands of unarmed protestors were massacred at Tiananmen Square with thousands more arrested across cities in China."
              ],
              "resources": [
                {
                  "type": "Book Excerpt",
                  "shortTitle": "&ldquo;Staying&rdquo;",
                  "bookTitle": "The People&rsquo;s Republic of Amnesia",
                  "year": "2014",
                  "author": "Louisa Lim",
                  "content": [
                    "In the square that night, the loudspeakers were broadcasting a warning, over and over, that &ldquo;a severe counterrevolutionary riot&rdquo; had broken out, the first time the government was using these terms. The warning stated that rioters had savagely attacked soldiers of the PLA and had burned vehicles in an attempt to subvert the People’s Republic and to overthrow the Socialist system, and it warned citizens to evacuate the square, “We cannot guarantee the safety of violators, who will be solely responsible for any consequences.” The threats of violence were no longer implicit. At the time, Zhang Ming was huddled with the other students around the Monument to the People’s Heroes as tracer bullets arced through the air, marking the steady progress of troops approaching along Chang’an Avenue.<br>",
                    "</br>Zhang watched the advance of the troops, moving through a hail of bricks and paving stones hurled by disbelieving and irate crowds. Some 25 years later, he is still moved to tears at the memory of what he saw, such as the sight of one young man being carried to an ambulance just outside the square, a red blossom spreading across his chest. “I had thought death would be terrifying, but he looked as though he were sleeping.” Zhang remembers the tense wait while negotiations were underway for safe passage for the remaining students from Tiananmen Square. As the students straggled out of the square hand in hand, singing the “Internationale” and the Chinese national anthem, tears poured down their cheeks."
                  ],
                  "citation": "",
                  "linkTo": "https://www.chinafile.com/library/excerpts/staying-excerpt-peoples-republic-amnesia"
                },
                {
                  "type": "Poem",
                  "shortTitle": "Tonight Marshall Law was Imposed",
                  "poemTitle": "Tonight Marshall Law was Imposed",
                  "publication": "Poems from Tiananmen Square",
                  "year": "1989",
                  "author": "Written anomously",
                  "preamble": "&ldquo;Tonight Marshall Law was Imposed&rdquo; was one of a collection of anonymously written poems posted around Tiananmen Square in the lead up to the military crackdown. These poems were later gathered from the Square, faxed to Hong Kong, and then to Taiwan, where they were published in the China Times and translated into multiple foreign languages.",
                  "content": [
                    "Under the republican sky",
                    "a hazy moon",
                    "under the republican sky",
                    "the fallen night",
                    "but it is no longer dark",
                    "the sun has shone for twenty centuries",
                    "though I still feel cold",
                    "a fish walking across the deck of a ship",
                    "is played such a good joke by the sailors",
                    "they are shooting right at me",
                    "but I suddenly spin round",
                    "use my body and soul like shrapnel to threaten them",
                    "this land of silence is sufficient to destroy me",
                    "I don’t want to be reborn",
                    "the moon with an easy gesture",
                    "cuts me in half<br/>",

                    "my skull is filled with ammunition",
                    "moving gradually nearer the horizon",
                    "I turn my body and rise from bed",
                    "but hear underfoot men",
                    "still adrift in sleep",
                    "you come out",
                    "I come out",
                    "he, she also come out",
                    "it is possible, people of the republic,",
                    "that the night air of martial law is infused with fragrance",
                    "your blood flows in proud veins",
                    "today, you hold your future in your hands",
                    "sprinkles of rain, then there is oasis",
                    "the hope of everyone in the ation",
                    "this lump of yellow earth is my first concern",
                    "this lump of yellow earth is my last bed",
                    "tonight, I entreat you to lie face down",
                    "in this Square",
                    "may the frivolous ship of martial law",
                    "slide over my youthful shoulders as over fine sand",
                    "tomorrow morning you will see a brand-new sun",
                    "tomorrow your fighting spirit with be greater",
                    "here in my heart and there, over your heads",
                    "Freedom and Democracy,",
                    "that bright flag, will higher and higher wave."
                  ],
                  "citation": "O'Connor, Mike, and Anonymous. “Poems from Tiananmen Square.” <em>Chicago Review</em> 39, no. 3 (1993): 284–87.",
                  "linkTo": "https://www.jstor.org/stable/25305772"
                },
                {
                  "type": "Article Excerpt",
                  "shortTitle": "Capturing Tank Man",
                  "articleTitle": "How Stuart Franklin Took His Take Man Photograph",
                  "preamble": "To learn more about photographer Stuart Franklin and his work through his book &ldquo;The Documentary Impulse&rdquo;",
                  "year": "2016",
                  "author": "Phaidon",
                  "content": [
                    "&ldquo;I remember lying prone on a balcony on the sixth floor of the Beijing Hotel with the Newsweek photographer Charlie Cole, photographing the event around noon on 4 June,” Franklin recalls. “Earlier that day Tiananmen Square had been cleared by the Chinese Army. However, a group of civilians lined up to face a double row of soldiers who themselves stood in firing positions in front of a column of tanks. These civilians were shot at repeatedly, leaving at least twenty casualties. As the bodies were carried away the standoff died down and a column of tanks broke through, moving slowly eastwards. Waiting for them a few hundred metres down the road was a man in a white shirt and dark trousers, carrying two shopping bags. Alone he blocked the path of the tanks, watched by groups of nervous bystanders and perhaps fifty journalists, camera crews and photographers on balconies on almost every floor of the hotel.&rdquo;"
                  ],
                  "citation": "Phaidon. “How Stuart Franklin Took His Tank Man Photograph.” Phaidon. Phaidon, 2016.",
                  "linkTo": "https://www.phaidon.com/agenda/photography/articles/2016/april/05/how-stuart-franklin-took-his-tank-man-photograph/"
                },
                {
                  "type": "Imagery",
                  "shortTitle": "Eyewitness Accounts of Massacre",
                  "articleTitle": "Eyewitness Accounts of Massacre",
                  "publication": "Asian Cha",
                  "year": "",
                  "author": "",
                  "citation": "",
                  "linkTo": ""
                }
              ]
            },
            {
              "type": "artifacts",
              "title": "Artifacts",
              "images": [
                {
                  "source": "tanks",
                  "caption": "BEIJING, CHINA - 1989/06/04: At the end of the pro-democracy movement in China, pedestrians and cyclists pass underneath a group of Chinese Army tanks. The tanks are blocking an overpass on Changan Avenue leading to Tiananmen Square where the Communist Government carried out its final brutal nighttime crackdown on protestors only hours earlier. Photo by Peter Charlesworth/LightRocket via Getty Images"
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "The Tiananmen Incident validated Hong Kong&rsquo;s concerns about China&rsquo;s capacity to violently oppress pro-democracy movements, further cementing the region&rsquo;s anxiety about its eventual handover. Since then, &ldquo;Hong Kong has become a city frightened of its future and obsessed with one date - July 1, 1997.&rdquo;"
                ],
                [
                  "&ldquo;Since the Beijing massacres on June 4, Hong Kong has become a city frightened of its future and obsessed with one date - July 1, 1997, when Britain is to return its colony to China (Box, p.32). The city of almost six million is increasingly torn between those who already have a foreign passport or can obtain one, and the 60 percent or so who cannot afford to leave or are unwanted elsewhere.&rdquo;"
                ],
                [
                  "&ldquo;In Hong Kong that Sunday, mournful defiance reigned, and by day&rsquo;s end, hundreds of thousands of people had poured into the streets in protest. It wasn&rsquo;t long, however, before protest gave way to panic and, for many, a frantic search for a way out.&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "A Compromising Position",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "The political suppression of the student movement in mainland China led to the redrafting of Hong Kong&rsquo;s Basic Law, specifically the provision of Article 23 that pertained to national security.",
                "Before the Tiananmen Massacre, a public consultation in April 1988 suggested that Article 23 was too ambiguous in definition, and critics wanted more clarity on the terms &ldquo;national unity&rdquo; and &ldquo;subversion&rdquo;. In an effort to reach a compromise, China and Hong Kong initially agreed to replace these terms with a clause that clearly prohibited &ldquo;any act of treason, secession, sedition or theft of state secrets.&rdquo; in February 1989.",
                "After the bloodshed at Tiananmen Square, China felt it had made too many concessions in its previous public consultations about Article 23. China feared that Hong Kong could become a base to overthrow CCP rule in the mainland through the influence of oversea interests."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "artifacts",
              "title": "Artifacts",
              "images": [
                {
                  "source": "candles",
                  "caption": "People take part in a candlelight vigil on the 25th anniversary of the Tiananmen Square protests during heavy rain on June 4, 2014 in Hong Kong, Hong Kong. Held to mark the crackdown on the pro-democracy movement in Beijing&rsquo;s Tiananmen Square on June 4, 1989, it is the only commemoration on Chinese soil. (Photo by Lam Yik Fei/Getty Images)"
                },
                {
                  "source": "crowd",
                  "caption": "Thousands of protestors hold candles during a candlelight vigil for the 20th anniversary of June 4 Tiananmen Square Massacre in Beijing at Victoria Park on June 4, 2009 in Hong Kong, China.  Pro-democracy activists reiterate their pleas for the people who ordered the massacre to be held accountable, for the release of dissidents still imprisoned and for the vindication of the pro-democracy movement of 1989. (Photo by MN Chan/Getty Images)"
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "To reflect the country&rsquo;s new political climate, China initiated a final round of revisions to Article 23: to restore the offence of subversion against the CPG, to reinsert the concept of national unity, and to add a new clause regarding foreign organizations instigating political activities in Hong Kong."
                ],
                [
                  "Critics in Hong Kong were concerned that reinstating these provisions would allow China to suppress pro-democractic activities within the region—similar to how the Tiananmen Square Massacre unfolded. Despite these concerns, most agreed that the amendment’s effectiveness would rely entirely on how lenient or repressive the Hong Kong legislature’s interpretation of Article 23 would be moving forward."
                ],
                [
                  "&ldquo;The Hong Kong Special Administrative Region shall &lsquo;prohibit any act of treason, secession, sedition, subversion against the Central People’s Government, or theft of state secrets, to prohibit foreign political organisations or bodies from conducting political activities in the Region...&rsquo;&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "A New Diasporic Condition",
          "pages": [
            {
              "type": "event",
              "paragraphs": [
                "After the Tiananmen Square Massacre, Beijing drastically shifted its policy by taking a tougher stance on how Hong Kong would be governed after 1997. Thus, China&rsquo;s tighter grip on Hong Kong made citizens fear that the mantra, &ldquo;Today&rsquo;s Tiananmen, Tomorrow Hong Kong&rdquo; would become a reality.",
                "At the same time, in the months following the Communist repression of the pro-democracy movement in China, Britain reaffirmed its decision not to give Hong Kong&rsquo;s 3.25 million citizens who hold British passports the right to live in Britain after the handover in 1997."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "artifacts",
              "title": "Artifacts",
              "images": [
                {
                  "source": "candles",
                  "caption": "People take part in a candlelight vigil on the 25th anniversary of the Tiananmen Square protests during heavy rain on June 4, 2014 in Hong Kong, Hong Kong. Held to mark the crackdown on the pro-democracy movement in Beijing&rsquo;s Tiananmen Square on June 4, 1989, it is the only commemoration on Chinese soil. (Photo by Lam Yik Fei/Getty Images)"
                },
                {
                  "source": "crowd",
                  "caption": "Thousands of protestors hold candles during a candlelight vigil for the 20th anniversary of June 4 Tiananmen Square Massacre in Beijing at Victoria Park on June 4, 2009 in Hong Kong, China.  Pro-democracy activists reiterate their pleas for the people who ordered the massacre to be held accountable, for the release of dissidents still imprisoned and for the vindication of the pro-democracy movement of 1989. (Photo by MN Chan/Getty Images)"
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "With Britain rescinding its support and China tightening its grip, Hong Kong was trapped in an shifting diasporic reality between two dominant cultures, &ldquo;neither of which takes the welfare of Hong Kong people into account even though both would turn to Hong Kong for financial and other forms of assistance when they needed it&rdquo;."
                ],
                [
                  "&ldquo;Now, more than four months later, Hong Kongers feel trapped between a looming Chinese motherland they cannot change and a departing imperial motherland - Britain - that is betraying them by pulling back the welcome mat from all but a select few.&rdquo;"
                ],
                [
                  "&ldquo;In Hong Kong that Sunday, mournful defiance reigned, and by day&rsquo;s end, hundreds of thousands of people had poured into the streets in protest. It wasn&rsquo;t long, however, before protest gave way to panic and, for many, a frantic search for a way out.&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "Purging the Past",
          "pages": [
            {
              "type": "event",
              "paragraphs": [
                "In the years following the massacre, China began interrogating the memory of Tiananmen Square by censoring the events that occurred on June 4th, 1989. The deadly suppression of protesters became an unspoken moment in China&rsquo;s past, purged from its history books.",
                "Meanwhile, Hong Kong became a safe haven for democratic activists to commemorate the tragedy of the massacre, as China continued to use insidious tactics to contest the memory of Tiananmen Square."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "Through manipulating its people&rsquo;s collective memory of the past, China reinforced a sense of national amnesia by expunging the Tiananmen Square Massacre from its history. Vigils in Hong Kong served as a reminder of the tragic episodes of violence and turmoil. Hong Kong became increasingly fearful of its own future as it bore witness to China&rsquo;s ability to exert control and to rewrite its own narrative."
                ],
                [
                  "&ldquo;I had left China when I was too young to know about censorship, when I was just being introduced to the written word and to the stories that written words told. It would never have occurred to me, or, perhaps, to any child, to question the history books, because that would have seemed like an interrogation of reality itself. In China, the past is never past, but it is frequently purged. The story is rewritten, the narrative reframed, the villains and the heroes recast. There is a hallucinatory quality to such a society, as if you are living a life that does not and never can fully belong to you.&ldquo;"
                ]
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "1997",
      "title": "A New Disorientation",
      "blurb": "The 1997 handover of Hong Kong marked the beginning of a new disorientation. A sense of uncertainty clouded Hong Kong&rsquo;s future, as the country began its gradual process of transforming from a liberal colony to a communist regime.",
      "scenes": [
        {
          "title": "The Mass Exodus",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "Leading to the handover, the Tiananmen Square Massacre provoked a mass emigration of Hong Kong people in the early 1990&rsquo;s. Uncertain of what the future would hold for their homeland, thousands of citizens decided to emigrate overseas to Western countries such as Canada, The United States, Australia, and Britain. In the ten years leading up to the handover, approximately 504,000 Hong Kong residents left the region."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "artifacts",
              "title": "Artifacts",
              "images": [
                {
                  "source": "crowd",
                  "caption": "Some two hundred thousand pro-democracy students staged an unauthorized demonstration in Tiananmen Square during the funeral ceremony of the Chinese Communist Party leader and liberal reformer Hu Yaobang, on April 22, 1989.  Photograph by Catherine Henriette/AFP/Getty."
                },
                {
                  "source": "car",
                  "caption": "A weary protester pleads with a PLA officer sitting in his truck to not crackdown on the student demonstrators in Tiananmen Square. (Photo by Peter Turnley/Getty Images)"
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "Despite preparations being made for the celebrations, underlying the momentum towards the handover was a sense of malaise for what was to come. A mixture of apprehension and excitement dictated not only the political atmosphere, but also the future prospects of Hong Kong&rsquo;s sovereignty."
                ],
                [
                  "&ldquo;Just the other day, a reporter from a major Hong Kong newspaper came to the school I attend, which is in a rather affluent area. He approached me and two of my friends with some questions that really started me thinking and helped me to realize some things. Among them, one in particular stands out prominently in my thoughts. &ldquo;If you didn&rsquo;t have a foreign passport and didn&rsquo;t have the means to obtain one, how would you feel about the nearing handover knowing you would have to stay in Hong Kong indefinitely?&rdquo; he asked.&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "Amid Changing Symbols",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                [
                  "The transformation of Hong Kong&rsquo;s identity occurred immediately in tangible ways, and symbolically over time. In the lead up to the handover, subtle British colonial emblems that had existed for all of living memory, such as the Union Jack, would disappear overnight and were replaced with Chinese national symbols."
                ],
                [
                  "The handover also represented the symbolic moment where the freedoms and civil liberties that came with the British colonial rule would transition into a communist system. Inevitably, the return to Chinese sovereignty ultimately meant a loss in democratic values because Hong Kong political leaders would be beholden to orders from China."
                ]
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "artifacts",
              "title": "Artifacts",
              "images": [
                {
                  "source": "tanks",
                  "caption": "BEIJING, CHINA - 1989/06/04: At the end of the pro-democracy movement in China, pedestrians and cyclists pass underneath a group of Chinese Army tanks. The tanks are blocking an overpass on Changan Avenue leading to Tiananmen Square where the Communist Government carried out its final brutal nighttime crackdown on protestors only hours earlier. Photo by Peter Charlesworth/LightRocket via Getty Images"
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "Despite preparations being made for the celebrations, underlying the momentum towards the handover was a sense of malaise for what was to come. A mixture of apprehension and excitement dictated not only the political atmosphere, but also the future prospects of Hong Kong’s sovereignty."
                ],
                [
                  "&ldquo;Although the leaders of the Chinese government have promised us that they will enforce the idea of &ldquo;one country, two systems; (thus guaranteeing us a higher degree of autonomy than is known in other Chinese regions), I feel that because our chief executive still needs to accept instruction from the Beijing government, Hong Kong people will no longer enjoy quite so much freedom as we have in the recent past.&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "The Handover",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "July 1, 1997 formalised the transfer of sovereignty over Hong Kong from Britain to China. In the first moments past midnight, the handover ceremony concluded the 156 years of British colonial rule in Hong Kong, announcing the region&rsquo;s new identity as a Special Administrative Region (HKSAR) of the People&rsquo;s Republic of China (PRC).  For the next 50 years, Hong Kong was promised that it could retain its capitalistic economy, civil liberties, and judicial system before fully returning back to China’s sovereignty in 2047.",
                "A highly anticipated event to witness, Hong Kong people celebrated with a mix of excitement and apprehension—saying farewell to the departure of Britain and cautiously welcoming the arrival of the motherland. "
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "artifacts",
              "title": "Artifacts",
              "images": [
                {
                  "source": "candles",
                  "caption": "People take part in a candlelight vigil on the 25th anniversary of the Tiananmen Square protests during heavy rain on June 4, 2014 in Hong Kong, Hong Kong. Held to mark the crackdown on the pro-democracy movement in Beijing&rsquo;s Tiananmen Square on June 4, 1989, it is the only commemoration on Chinese soil. (Photo by Lam Yik Fei/Getty Images)"
                },
                {
                  "source": "crowd",
                  "caption": "Thousands of protestors hold candles during a candlelight vigil for the 20th anniversary of June 4 Tiananmen Square Massacre in Beijing at Victoria Park on June 4, 2009 in Hong Kong, China.  Pro-democracy activists reiterate their pleas for the people who ordered the massacre to be held accountable, for the release of dissidents still imprisoned and for the vindication of the pro-democracy movement of 1989. (Photo by MN Chan/Getty Images)"
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "Incapable of remembering the face of its motherland, the handover initiated an identity crisis for Hong Kong people who had become accustomed to the liberties, freedoms, and rights of the West. Despite never truly having universal suffrage under colonial rule, Hong Kong did lose &ldquo;the feeling that its future could be an open question&rdquo; when the region was officially handed back to China, marking the beginning of a new disorientation. Inevitably, the build up towards 2047 will dictate whether Hong Kong will be able to maintain their unique identity and democratic values despite China&rsquo;s new influence."
                ],
                [
                  "&ldquo;But Hong Kongers look at events here with much more mixed emotion. For them, it&rsquo;s not Communism versus democracy, but nationalism versus the rule of law. That is, there is real ethnic pride here in the return of Chinese sovereignty, after 156 years of British colonialism. But there is also real fear that what Hong Kongers appreciated most about Britain&rsquo;s colonialism — the rule of law — will vanish along with it.&rdquo;",
                  "&ldquo;Hong Kong seemed to be like a 100-year old orphaned infant, incapable of remembering the face of its parents. It could speak many foreign languages but had completely forgotten its mother tongue […] and now it was to return home but it feared losing its freedom for within the larger family there were many rules, limits on free speech and no disobeying the elders&rdquo;"
                ]
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2003",
      "title": "A Question of Patriotism",
      "blurb": "Etiam at facilisis dolor. Suspendisse eget interdum ipsum. Vivamus suscipit urna eget fringilla gravida. Sed eros lectus, consequat eget tempor vitae, pharetra vel augue. In eget iaculis erat.",
      "scenes": [
        {
          "title": "Implementing Article 23",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "With increasing pressure from China, a National Security Bill was proposed to implement Article 23 in Hong Kong&rsquo;s Basic Law. The final iteration of Article 23 was promulgated in 1990 as a response to the Tiananmen Square Massacre, even though it was not immediately put into effect.",
                "The final version of Article 23 that the legislature was proposing to implement stated that &ldquo;[t]he Hong Kong Special Administrative Region shall prohibit any act of treason, secession, sedition, subversion against the Central People&rsquo;s Government, or theft of state secrets, to prohibit foreign political organisations or bodies from conducting political activities in the Region…&rdquo;"
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "Pro-Beijing advocates suggested that other countries operating under democratic systems had similar sedition bills implemented. However, opponents felt that the bill was unprincipled, particularly because Hong Kong did not have other democratic qualities such as &ldquo;regular elections, a powerful free press, or vibrant civil society&rdquo; (Sansani, 2003) to counteract any arbitrary application of Article 23. Implementing the sedition law without these democratic qualities could lead to draconian consequences, since the ambiguous language of the bill could be legally misinterpreted to suppress pro-democratic activities."
                ],
                [
                  "&ldquo;Opponents to the implementation of a broad Article 23 argue that the aforementioned countries balance comparable legislation with democratic attributes including, inter alia, regular elections, a vibrant civil society, and a powerful, free press, each of which Hong Kong lacks. In theory, therefore, any arbitrary application of anti- sedition or subversion laws in those countries would be subject to plausible counter-pressures by one or all of the available democratic elements.&rdquo;",
                  "&ldquo;Opponents criticize the glaring ambiguities in the Consultation Document and argue that in the context of treason, secession, sedition, subversion, theft of state secrets, and increased police powers, the smallest errors in legal drafting or in the legal definitions provided by the new laws can easily have draconian consequences.&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "A Confluence of Factors",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "Appointed as Secretary for Security under Chief Executive Tung Chee-hwa&rsquo;s administration, Regina Ip became a controversial political figure for her fervent support for Article 23. Widely criticised for her aggressive approach to codifying the bill, Ip was deeply unpopular and perceived as pushing Beijing&rsquo;s agenda in the Hong Kong legislature.",
                "In addition to the widespread concern on the proposed bill was a growing dissatisfaction with the administration&rsquo;s response to the financial crisis and the SARS pandemic. Underlying this rising frustration felt by the Hong Kong people was an economic malaise that remained unresolved."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "Frustrations directed towards a growing pandemic, diminishing economy, and inept government reached a boiling point with the proposed implementation of Article 23. The convergence of these events forced Hong Kong people to re-evaluate their relationship with Beijing for the first time since the handover, inevitably leading to the largest demonstration in the region to-date."
                ],
                [
                  "&ldquo;A confluence of factors contributed to the eruption of political discontent this summer in Hong Kong, long described as generally apolitical. Conventional wisdom has attributed the public’s disaffection to economic malaise. The economic crisis that hit the region in 1997-98 certainly affected the livelihoods and mood of Hong Kong’s population.&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "A Historic Demonstration",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "The re-emergence of Article 23 in the proposed National Security Bill was highly criticised and ignited a massive demonstration. On July 1, 2003, over 500,000 people poured onto the streets of Hong Kong to protest the government&rsquo;s attempt to implement the ambiguously defined security law.",
                "This historical protest was the largest to be conducted in Hong Kong since the Tiananmen Square Massacre, and the most visible demonstration of Hong Kong people exercising their right to protest since the 1997 handover."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "The overwhelming criticism directed towards the implementation of Article 23 was a sign of the Hong Kong people keeping Beijing accountable to the idea of &ldquo;one country, two systems&rdquo;, and the promise that their rights and freedoms would remain unchanged for fifty years. As a result, the historic nature of the protests was a symbolic reminder that Hong Kong people could not be characterised as apolitical, and would not tolerate the erosion of their democratic values."
                ],
                [
                  "&ldquo;The events triggered by July 1 have &ldquo;mainstreamed&rdquo; what was formerly seen to be an activist agenda. At the same time that Hong Kong is experiencing a renewed interest in democratic governance, China is exploring its own political development. The full impact of Hong Kong&rsquo;s &ldquo;summer of discontent&rdquo; continues to unfold. One thing, though, is certain: Hong Kong&rsquo;s residents can no longer be characterised as &ldquo;apolitical&rdquo;.&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "Abrupt Resignations",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "In the wake of the mass demonstrations, several principal Hong Kong officials announced their resignation. On July 16, 2003, Regina Ip formally stated her decision to step down, citing personal reasons for her departure.",
                "The abrupt resignation of several key officials further amplified the administration&rsquo;s inadequacy, and its continued struggle to manage the political state of Hong Kong. Without enough votes to move the bill forward, Tung was forced to defer the legislation."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "The resignation of two key officials was a moral victory for the historic demonstration and a signal to Beijing that Hong Kong&rsquo;s collective identity was still grounded in democratic values and a vibrant civil society. As the protests gained momentum, Beijing closely monitored the political situation, and began revisiting a familiar question — whether to suppress or concede to an emerging democratic movement."
                ],
                [
                  "&ldquo;Despite the crisis of confidence that the Hong Kong government faced, the central government remained relatively quiet after the protests. In the immediate aftermath of the July protest, and even after the Hong Kong government was forced to formally withdraw its Article 23 proposals in early September, the central government continued to assess the situation and largely kept its own counsel, largely refraining from public comment on the situation in Hong Kong.&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "An Attempt at Political Harmony",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "On September 5, 2003, the Hong Kong administration announced the indefinite withdrawal of the Article 23 legislation. The administration attempted to keep a low-profile by making concessions with the Hong Kong people through economic support.",
                "Despite the economic assistance from Beijing, the record voter turnout for the District Council elections in November, 2003, proved that people remained dissatisfied with the Tung administration and repeated their demands for democratisation."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "The indefinite withdrawal of Article 23 was a victory for the pro-democracy movement, and proved that political protests, inspired by mass activism, could have a major influence on legislation.",
                  "Beijing&rsquo;s attempt to establish political harmony by providing economic assistance—instead of safeguarding the rights of Hong Kong—showed how heavily the Pro-Beijing conservative Party had underestimated what Hong Kong people genuinely desired. The overwhelming response to the district elections was a rebuke of Beijing&rsquo;s emerging influence, and further cemented the region&rsquo;s democratic identity."
                ],
                [
                  "&ldquo;The record voter turnout rate was the most important feature of the 2003 District Council elections (see Tables 3 and 4). After the July 1 massive protest rally, Hong Kong people came out to vote in the local elections to express their dissatisfaction with the government and to repeat their demands for democratization. While the pro-Beijing united front had tried to explain the participation in the protest rally as an expression of concern over current economic difficulties, noting that people had various types of grievances, the record voter turnout rate was a clear indication that people remained dissatisfied with the Tung administration, even though Beijing strongly backed Tung and had provided economic assistance for Hong Kong.&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "The “Ultimate Aim”",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "The National Security Bill&rsquo;s successful withdrawal led political activists to return to the ongoing debate regarding Hong Kong&rsquo;s pace of democratisation. With newfound political momentum, pro-democracy advocates shifted their focus away from Article 23 and revisited the &ldquo;ultimate aim&rdquo; of embracing universal suffrage as defined in Basic Law&rsquo;s Article 45 and 68.",
                "Achieving universal suffrage would primarily depend on Beijing adhering to its promised pace of democratisation for two upcoming political milestones—the 2004 Legislative Council election and the 2007 Chief Executive election."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "After the historic demonstrations in 2003, the most debated political dilemma was whether Hong Kong would be able to elect their Chief Executive in 2007 through universal suffrage. This particular political milestone marked the 10 year anniversary of the handover and represented the earliest date that Basic Law promised universal suffrage could be achieved in Hong Kong.",
                  "Despite being considered as constitutional reform by certain observers, a pathway to universal suffrage is actually built into Basic Law, and therefore, is a right that Hong Kong citizens are entitled to. In order to keep Beijing accountable to this promise, Hong Kong would need to ensure that the pace of democratization would remain unobstructed as it enters into the 2007 Chief Executive Election."
                ],
                [
                  "&ldquo;Whether Hong Kong will go ahead and embrace fully democratic elections is the first and perhaps the most important question on the HKSAR’s political agenda. Although this is certainly within the ambit of what Hong Kong political leaders and observers mean when they refer to “constitutional reform”, the election of the Chief Executive and Legislative Council through universal suffrage is fully consistent with the Basic Law as it currently exists and, therefore, is not, strictly speaking, a question of constitutional reform.&rdquo;"
                ]
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2014",
      "title": "An Impossible Dream",
      "blurb": "Ut pellentesque laoreet arcu, vel ultrices ligula ullamcorper non. Aenean sit amet viverra nisl.",
      "scenes": [
        {
          "title": "Occupy Central Love and Peace",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "In 2007, the Standing Committee of the National People’s Congress (NPCSC) suggested a timetable to implement steps towards universal suffrage beginning with the nomination process for Chief Executive candidates in 2017.",
                "In anticipation, professors Benny Tai, Chan Kin-man, and reverend Chu Yiu-ming organised a movement called Occupy Central Love and Peace—the goal was to achieve &ldquo;genuine universal suffrage&rdquo; by mobilising people to participate in a civil referendum and, if necessary, through civil disobedience."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "If the demands of Occupy Central were not met, the plan was to resort to civil disobedience by staging a peaceful sit-in at the heart of Hong Kong's financial district. Initially, the idea of Occupy Central was praised by pro-democracy advocates for its ingenuity, spirit, and novelty. But over time, criticism began to emerge. Moderates feared that a peaceful occupation was an impractical course of action, while student protestors desired a more radical response to the government."
                ],
                [
                  "&ldquo;According to its final plan, protesters would stage a peaceful sit-in on a major road in Central, Hong Kong’s financial heart, for two to three days until their orderly removal and arrest by the police – hence the name “Occupy Central with Love and Peace”[...] to mark the rational and non-violent nature of civil disobedience. Tai’s proposal was at first welcomed by democracy supporters for its spirit and novelty, only to gain lukewarm support after it was criticised for being too radical and impractical on the one hand, and too docile, self-limiting, and distant from the youth on the other.&ldquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "The White Paper",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "As promised, Hong Kong opened a consultation period to discuss the possibility of implementing a new Chief Executive electoral process for 2017. In response, pro-democracy lawmakers provided different electoral recommendations to the Hong Kong government, in an attempt to formally implement a form of  &ldquo;genuine universal suffrage.&rdquo;",
                "At the same time, Beijing released a White Paper laying out their re-interpretation of the &ldquo;one country, two systems&rdquo; model, specifically identifying that the Hong Kong courts will not be the &ldquo;guardians of the rule of law&rdquo;. Rather, the NPCSC will have the final say on how the &ldquo;one country, two systems&rdquo; model will be exercised in the region."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "The release of the White Paper was intentionally timed to coincide with the ongoing universal suffrage debate in 2017. Beijing made it clear that the NPC Standing Committee had full authority to not only interpret the definition of universal suffrage, but also define when “one country” takes precedence over “two systems”. The sharp change of tone signaled Beijing’s tighter grip on the semi-autonomous region,  making the path towards achieving a greater degree of democracy more difficult."
                ],
                [
                  "&ldquo;In a sharp change of tone, Hong Kong people were now being told in the White Paper that all authority for the Hong Kong model comes from Beijing. Some Hong Kong people were said to have “confused and lopsided” views. The White Paper appears to nearly dismiss the continued importance of the Sino-British Joint Declaration, claiming Beijing as the sole authority for the “one country, two systems” policy. As the sole source of this policy, Beijing was said to have the authority to interpret or amend the Basic Law as it chooses.&ldquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "A Civil Referendum",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "From June 20 to 29, an unofficial pro-democracy referendum organised by Occupy Central Love and Peace (OCLP) opened in Hong Kong attracting an overwhelming turnout. The referendum offered voters three reform proposals for selecting candidates for the Chief Executive election in 2017, all of which included an element of civic nomination that Beijing was opposed to. Nearly 800,000 people turned out for the unofficial referendum, and voted for their preferred election process for filling the Chief Executive&rsquo;s office."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "The civic referendum by the OCLP generated a mixture of responses and indicated that Hong Kong people had varying perceptions of what electoral reform should look like. Despite the varying opinions, voters overwhelmingly agreed that “genuine” universal suffrage meant that anyone should be able to run as a candidate, and that political screening from Beijing at the nomination stage would contradict the purpose of having an open election."
                ],
                [
                  "The result indicates that although Hong Kong people may have diverse views on the electoral reform proposals, they have a clear bottom line – other than one person, one vote, universal suffrage should allow people from different backgrounds to enter into the election thus providing truly meaningful choices for the voters. Those who claim that even a non-genuine universal suffrage should be “accepted temporarily” have been defeated by the poll results."
                ]
              ]
            }
          ]
        },
        {
          "title": "Seeking Genuine Suffrage",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "On August 31, The NPC Standing Committee announced a decision that would allow all Hong Kong permanent residents to vote in the upcoming Chief Executive election. However, the election committee—composed primarily of Beijing loyalists—would pre-select the candidates as a part of the nomination process.",
                "At the same time, the NPC Standing Committee suggested drastically increasing the nomination endorsement threshold from 12.5% to 50%, making it nearly impossible for any opposition democrats to be considered a candidate. This conservative decision would provide the Beijing government even more control over Hong Kong's leadership and democratic affairs."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "By imposing tighter restrictions on the nomination process, Beijing’s interpretation of democracy diminishes the role of “universal suffrage” in order to “safeguard” civic opinion. However, this is diametrically opposed to Hong Kong’s general consensus that genuine universal suffrage ensures an open election that enables anyone to vote and run for office. The diverging interpretation of the definition of “democracy” could only be reconciled by determining Beijing’s degree of control—or if any at all— on Hong Kong’s elections."
                ],
                [
                  "&ldquo;In blocking opposition candidates, Beijing dismisses the widely recognized international view that universal suffrage requires not only that everyone can vote, but also that they be given a free choice of candidates, without discrimination for political opinion or otherwise.&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "The Umbrella Movement",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "In late September, an emerging student-led movement, conducted by Joshua Wong, Nathan Law, and others, protested the NPC Standing Committee’s decision to rule out an open nomination for the 2017 election. To capitalize on this momentum, the Occupy Central organizers accelerated the start date of their long-awaited civil disobedience campaign. Mobilizing supporters, pro-democracy protesters started to occupy major arteries within commercial centres, such as Central, Causeway Bay, Admiralty, and Mong Kok.",
                "The movement escalated on September 28, with police firing tear gas and launching baton charges at peaceful protesters who used multi-coloured umbrellas to shield against these heavy-handed tactics. In the following days, demonstrations led by both students and Occupy Central organizers coalesced into a fragmented resistance otherwise known as the Umbrella Movement."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "Unlike Occupy Central, the Umbrella Movement was not a pre-orchestrated campaign. Instead, it was guided by a new generation of pro-democracy advocates born in the threshold of the 1997 handover, who had “no memories of a British Hong Kong and no attachment to mainland China”. With the emergence of a new generation of advocates, the pro-democracy movement’s spirit was evolving, from its non-confrontational beginnings into a more disruptive resistance embodied by the new Umbrella Movement."
                ],
                [
                  "&ldquo;While all walks of life are involved in the protests, those most deeply invested are students. These are the twenty-somethings whom Financial Times correspondent Ben Bland labeled “Generation HK” in his book of the same title: the citizens with no memories of a British Hong Kong and no attachment to mainland China, born in the confused threshold around the time of the handover. It is this generation, the people who will be in their 50s when Hong Kong loses its status as a Special Administrative Region, that have the most to lose.&rdquo;",
                  "&ldquo;But, from Hong Kong’s most recent protest, a rallying cry has emerged. It is a unified shout to safeguard Hong Kong’s unique identity and position in the modern world, to not let forces beyond its borders shape its destiny anymore. As the noose tightens around Hong Kong, what is at stake is more than anything politics can define. The people are fighting to preserve the essence of what it means to be a “Hongkonger.”&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "Umbrella Generation",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "In the following two months, the &ldquo;Umbrella Generation&rdquo; increasingly became at the forefront of the movement for genuine universal suffrage. Formed predominantly by young people, the Umbrella Generation was leaderless, more radical, and more tolerant of employing disruptive methods to vocalize their demands.",
                "Episodes of conflict transpired on the streets between pro-democracy protesters, riot police officers, and anti-protest supporters resulting in injuries, assaults, and arrests. The original mandate of &ldquo;nonviolent civil disobedience&rdquo; issued by Occupy Central was shifting into a new form of political awakening led by younger protesters prepared to resist through physical confrontation."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "In retrospect, the Umbrella Movement was considered a pivotal “coming-of-age” moment for the younger generation of Hong Kong people and awakened a newfound sense of political consciousness. Previously perceived as politically indifferent, the younger generation were now at the center of the movement eclipsing the original mandate set out by the OCLP leaders."
                ],
                [
                  "&ldquo;In sum, the Umbrella Movement could be seen as a people’s movement in terms of its extent of participation. Yet, adult leaders of the Occupy Central Movement have surprisingly played a minor role; they mainly offered consultation to the student leaders and helped with management affairs. The students have played the major role and have veered the course of the movement all along. They negotiated with officials of the HKSAR government; they proposed terms of negotiation, and they asked for a direct dialogue with Beijing. It is from this perspective that we can define the Umbrella Movement essentially as a student movement.&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "A Stalemate",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "By the end of 2014, the Umbrella Movement&rsquo;s fragmented resistance led to a stalemate. With the Beijing government unwilling to accept civil nominations, and the Hong Kong government unable to end the protests, the public was growing weary of the occupation causing disruption to daily life in the city. With no substantial concessions in sight, the Umbrella Movement was losing its momentum and public support.",
                "On December 3rd, the organizers of Occupy Central with Love and Peace surrendered to the police with the intention of persuading the Umbrella Movement to end. Benny Tai expressed to supporters that &ldquo;surrendering is not an act of cowardice, it is the courage to act on a promise. To surrender is to not fail, it is a silent denunciation of a heartless government.&rdquo;"
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "On December 15, the Umbrella Movement came to a quiet conclusion when police officers dismantled the last remnants of the occupation. Although the 79-day stand still did not achieve its stated goals, the Umbrella Movement had brought to the forefront the political concern that “freedom without democracy” would eventually erode the region’s autonomy. This lasting sentiment would shape the region’s ongoing struggle for democratic values, as Hong Kong returned once again to the underlying question of whether freedom can endure in the absence of democracy."
                ],
                [
                  "&ldquo;Those skeptical of the Umbrella Movement often ask: &ldquo;Why the fuss about democracy or genuine universal suffrage? Has not Hong Kong preserved all its freedoms even without democracy?&rdquo; This sentiment sums up the political debate in Hong Kong: Can freedom survive without democracy? Hong Kong people, however they view the occupy movement, are one when it comes to the paramount importance of freedom, or what they call &ldquo;Hong Kong&rsquo;s core values.&rdquo; Hong Kong people cherish the rule of law, independent courts, impartial policing, press freedom, and a corruption-free civil service. Many who grew up in a free but undemocratic Hong Kong believe that they can continue to enjoy freedom in the absence of democracy. Umbrella Movement supporters, by contrast, are convinced that the &ldquo;freedom without democracy&rdquo; model is broken. Since 1997, successive chief executives unchecked by democratic accountability have eroded Hong Kong&rsquo;s autonomy and its core values."
                ]
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2019",
      "title": "A Summer of Discontent",
      "blurb": "Vivamus rhoncus, ipsum in bibendum fringilla, arcu nulla semper elit, eu finibus elit ante ut est. Sed congue pharetra dolor nec aliquet.",
      "scenes": [
        {
          "title": "A Sensational Crime",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "In February 2018 a Hong Kong resident, Chan Tong-kai, murdered his pregnant girlfriend, Poon Hiu-wing, while on vacation in Taiwan and then attempted to evade arrest by returning home.",
                "Despite confessing to the murder, the Hong Kong authorities were unable to charge Chan Tong-kai because the crime had occurred beyond the region’s jurisdiction. To further complicate the case, the Hong Kong authorities were blocked from extraditing him to Taiwan because there was no formal extradition agreement for transferring fugitives between the two regions."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "The two governments never had an existing extradition treaty because Taiwan was hesitant to establish a formal process with Hong Kong due to its own complicated history with China.The inability to charge Chan Tong-kai with murder in Hong Kong raised questions about how the region should handle extraditing fugitives to other countries, and led politicians to describe the issue as a legal “loophole” that need to be plugged."
                ],
                [
                  "“Taiwan’s government would refuse to sign an extradition deal with Hong Kong if asked, Cabinet spokeswoman Kolas Yotaka said Wednesday. A deal could include pro-Beijing language implying that the two sides both belong to China, which goes against the Taiwanese government’s stance that the island is autonomous.” […] “We won’t sign, because Hong Kong’s extradition law hurts Taiwan sovereignty,” Yotaka said.”"
                ]
              ]
            }
          ]
        },
        {
          "title": "Closing the Legal Loophole",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "In February 2018, the pro-Beijing political party proposed an extradition bill on amendments to criminal legislation in an attempt to resolve the extradition “loophole” problem. These amendments broadened the scope of the transfer of fugitives to include locations that Hong Kong did not have existing extradition treaties with, which would include Taiwan but inadvertently cover Mainland China as well.",
                "In the specific murder case of Poon Hiu-wing, these amendments would allow Hong Kong authorities to extradite Chan Tong-kai to stand trial in Taiwan’s courts. However, such changes would also create an opening for suspected offenders in Hong Kong to be handed over to mainland China as well."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "Critics feared that this new bill was another calculated attempt to undermine the civil liberties of Hong Kong residents, as under these new amendments, anyone in the region could be exposed to arbitrary detention and extradited to China's judicial system for trial.",
                  "Despite being portrayed as a legal loophole, the absence of an extradition treaty with China was—in reality—an intentional omission when Basic Law was drafted. It ensured that a “legal firewall” safeguarded Hong Kong’s judicial independence from China’s, and ensured that citizens would not fall victim to a completely different legal system notorious for human rights abuse."
                ],
                [
                  "“The handover agreement, the Sino-British Joint Declaration, states that the rights and freedoms of Hong Kong’s people should remain unchanged. The central problem with the proposals is that they make it possible for the Hong Kong government to extradite people to a jurisdiction which does not guarantee a fair trial or have reasonable human rights safeguards, thereby undermining this commitment.”"
                ]
              ]
            }
          ]
        },
        {
          "title": "A Political Rebuke",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "On June 9, 2019, thousands of people showed up to march across the city in protest of the proposed extradition amendments. Protests organisers estimated that approximately 1.03 million people participated in the peaceful demonstration—equivalent to one seventh of Hong Kong&rsquo;s population.",
                "Despite the widespread public outcry, Hong Kong Chief Executive Carrie Lam, adamantly defended the bill, insisting its legislation would help uphold justice and reinforce the region's commitment to transnational crimes."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "Protestors were skeptical of the Hong Kong government’s intentions behind proposing amendments to begin with, and perceived these measures to be another tool that authorities could use to silence the growing pro-democracy movement. Protestors believed that the Hong Kong government was using the murder case as a facade to pass amendments that would allow Beijing to extradite vocal dissidents to face trial in China. Since the historic protests in 2003, Beijing has continued to influence new legislation to silence pro-democracy activists, dissidents, and protestors, who they deem to be a growing threat to the stability of China."
                ],
                [
                  "“The last time residents of Hong Kong turned out in such large numbers over a single issue was in 2003, when half a million marchers expressed their opposition to proposed national security legislation prohibiting sedition, subversion and treason against the Chinese government.”"
                ]
              ]
            }
          ]
        },
        {
          "title": "A Black Sea",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "After days of refusing to back down, Lam&rsquo;s senior advisors recommended her to delay the bill&rsquo;s legislative approval due to escalating conflicts involving police officers and protestors. On June 15,  Chief Executive Carrie Lam announced the indefinite suspension of the extradition bill and issued a brief apology for the chaos that the legislation instigated, but was one step short of fully withdrawing the amendments.",
                "Unsatisfied with Lam&rsquo;s apology and the excessive use of force by the police, two million people poured their discontent onto the streets on June 16th, in what would eventually become the largest demonstration in Hong Kong&rsquo;s history. The historic protest remained peaceful throughout, as demonstrators collectively wore black in a sign of defiance towards Lam&rsquo;s latest attempt to erode the right&rsquo;s of Hong Kong citizens."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "The historic turnout for the June 16th protest was the largest demonstration of Hong Kong’s collective resistance and solidarity against Beijing’s encroaching presence. United by a common shade, Hong Kong people wore black—in mourning for the region’s eroding rights and freedom."
                ],
                [
                  "“But the fact is, it’s not the color (black or otherwise) that defines protest clothing. It is the fact that a group of people, united in common cause, are united in a common shade. It’s the joint identity that stands out: the visual expression of a voluminous force.”"
                ]
              ]
            }
          ]
        },
        {
          "title": "Five Demands, Not One Less",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "Despite being a leaderless movement, the pro-democracy protests were unified by guiding principles that took form in five key demands — withdrawing the bill, implementing universal suffrage, providing amnesty for arrested demonstrators, conducting an independent inquiry into police brutality, and retracting the characterisation that the protest was a &ldquo;riot&rdquo;",
                "As the summer of discontent unfolded, escalating tensions with Carrie Lam’s administration surrounding the five demands would lead to the most contentious series of protests in Hong Kong’s history. Tension would reach an all-time high as protesters took unprecedented measures by breaking into the legislative council complex, conducting a planned sit-in at Hong Kong International Airport, and clashing with authorities in the streets."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "Distinctly different from the Occupy Central protests of 2014, the people of “Generation HK” were at the forefront of the movement. Armed with a self-protective mentality, this upcoming generation was formed with neither the recollection of Hong Kong’s colonial past nor any loyalty towards China. This emerging identity was rooted in a new preconception of what it means to be a “Hongkonger”."
                ],
                [
                  "&ldquo;In the 24 years since 1997, Hong Kong has seen a series of peaks and troughs in mass political mobilization, with people again and again using the streets as their stage for protest. While victories have been rare, these movements have shaped the cycles of optimism and anguish that have been integral to the crystallization of the Hongkonger identity that emerged from this undemocratic yet open society. I am part of what Financial Times correspondent Benjamin Bland has labeled Generation HK in his book of the same title: the children raised to adulthood in the SAR, the babies born in the blurry threshold of pre-and-post 1997, the teenagers and 20-somethings who laid their lives on the line in the heat of 2019. With no memories of a British Hong Kong, and no attachment to China, mine is the generation that most adamantly regards itself as “Hongkongers”— a term added to the Oxford English Dictionary after the pro-democracy Umbrella Movement brought the city to a 79-day standstill in 2014.&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "A Divided City",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "On September 4, Carrie Lam announced plans to fully withdraw the bill in order to “allay public concerns”. Despite the withdrawal,  this concession was not enough to &ldquo;quell the movement&rdquo; as protesters demanded that all five demands be addressed, and not one less.",
                "As the world watched the season of discontent transpire into the fall, a fresh wave of protests heightened the tensions between demonstrators and authorities: a schoolboy was shot with a live bullet, Lam’s administration enforced a face mask ban in public assemblies, and confrontations between protesters and the authorities continued to persist across central areas of the city in parallel to peaceful rallies."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "Despite the formal withdrawal of the Bill on October 23, demonstrators were unwilling to surrender. The movement had evolved beyond the particular concerns on the Bill to encompass the protection of larger democratic ideas such as human dignity, freedom, and democracy.",
                  "Amidst the protests, a new generation of Hong Kongers were beginning to cement their identity. To be a Hong Konger was not solely about being distinct from the mainland, it meant preserving it’s collective memory, demonstrating resilience, and rejecting injustices."
                ],
                [
                  "&ldquo;Like many other protest movements, ours is built on the empathy we have for one another. Those who are in power and obsessed with power can never comprehend that.&rdquo;",
                  "&ldquo;The values we uphold — freedom, democracy, human rights and the rule of law among them — are universal. They have been the cornerstones of Hong Kong’s success in the past, enabling its rise to the status of global city. But as the local government’s credibility and legitimacy plummet to a low point, nothing short of fundamental and structural reform can save it. The opposition doesn’t lack the ability to rule, only an opportunity.&rdquo;"
                ]
              ]
            }
          ]
        },
        {
          "title": "Academic Citadels Under Siege",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "In November, the fatal fall of university student Chow Tsz-lok would erupt widespread outrage as protesters were suspicious of the cause of his death. In retaliation, students held general strikes known as “Operation Dawn” to obstruct traffic around universities during rush hour.",
                "Violence would erupt on school campuses as universities became the latest battleground in the pro-democracy movement. Police authorities conducted sieges at the Chinese University of Hong Kong and the Polytechnic University where students were barricaded within campus grounds. Fierce fiery stand-offs persisted for several days to even weeks. To defend their actions, police authorities claimed the universities were used as “weapon factories” fueling the movement with munitions."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                [
                  "The university sieges symbolize the breach of academic safe-havens, where democratic discourse has been historically protected and held. These heightened hostilities that played out on school campuses, displayed the fundamental power imbalance between the authorities and demonstrators. Openly defiant, Hong Konger’s were met with excessive force that was intended to isolate and make arrests possible. By crossing into academic institutions, it revealed that Hong Kong authorities were willing to take unprecedented measures to stop any form of dissent."
                ],
                [
                  "The university’s oldest college was founded as a free-thinking haven by anti-communist Confucian scholars fleeing the Maoist revolution on the mainland in 1949. And now, this place that once protected student protesters had summoned the police against the anti-communist campus protesters. As the values that make Hong Kong distinct from China have come under threat, being from Hong Kong stands in opposition to being from the mainland. It took the despair of watching our values erode, the feeling of being stripped of all that it means to be a Hongkonger for this new anxiety to emerge."
                ]
              ]
            }
          ]
        },
        {
          "title": "Faces of Unrest",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "The end of November gave a moment of alleviation as local elections started to begin, even as protests and clashes entered into the winter months. Attracting three million voters, with mostly young people leading the surge in votes, the results of the November 24 District Council elections saw the pro-democracy camp win by a landslide.",
                "With the pro-Beijing camp suffering their largest district electoral defeat in Hong Kong’s history, the win clearly signified a formal expression of rebuke against the Hong Kong authorities and Beijing. Although the District Councils held minimal political power, it did provide a small opportunity to shape the committee that elects the Chief Executive in the future."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                ["Missing reflection summary"],
                [
                  "&ldquo;It is heartwarming that Hongkongers remain hopeful in these dark hours. For many, the story of Hong Kong and its people is still being written. So far, we may be grounded by immense disappointment and fear, but Hongkongers are known for their undying resilience. As the once-boisterous streets of Hong Kong fall silent, Hongkongers are taking their plight to the world, rallying around the idea that anyone who has faced injustice, anyone who shares the values of human dignity, freedom, and democracy, can be a Hongkonger.&rdquo;"
                ]
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2020",
      "title": "A Silent Resistance",
      "blurb": "Fusce non urna quis erat rhoncus pharetra auctor mattis risus. Nulla convallis, tortor commodo tempus tincidunt, libero tellus pretium quam, a placerat nisl nisl quis velit.",
      "scenes": [
        {
          "title": "Death of an Icon",
          "pages": []
        }
      ]
    }
  ]
}
