{
  "years": [
    {
      "id": "1984",
      "title": "The Prelude",
      "blurb": "Aenean mattis vulputate purus, eget ornare enim laoreet vitae. Mauris ultricies imperdiet augue vitae euismod. In eget nisl id purus euismod tempor vitae ut mi. Mauris accumsan fermentum dolor, sit amet sagittis lorem luctus in. Duis justo purus, pretium vel ante vel, porttitor euismod dui.",
      "scenes": [
        {
          "title": "On the Question of Hong Kong",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "Over the course of the 99 year lease to Britain, Hong Kong developed a unique in-between identity rooted in two competing cultures. These clashing influences created a unique diasporic condition, where Hong Kong maintained its Chinese heritage while embracing Western political ideals.",
                "As the ending of the 99 year lease approached, Britain and China began negotiating the &ldquo;Joint Declaration on the Question of Hong Kong&rdquo;, which outlined the parameters of the colony&rsquo;s future. The concept of &ldquo;one country, two systems&rdquo; was introduced as a model to reunify the region with China, while preserving Hong Kong&rsquo;s socioeconomic system and way of life for a fifty year period before being fully integrated back with the motherland."
              ],
              "resources": []
            },
            {
              "type": "artifacts",
              "title": "Artifacts",
              "images": [
                {
                  "source": "crowd",
                  "caption": "In sed dapibus ipsum, sed dapibus enim. Proin convallis mollis sagittis. Duis eu vehicula nibh, at lobortis ante. Nunc viverra at quam nec lacinia. Maecenas et sodales quam. Nam nibh erat, imperdiet nec augue eu, varius rhoncus libero. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas."
                },
                {
                  "source": "car",
                  "caption": "Nam elementum dapibus justo non tristique. Aenean nec risus augue. Ut in elit ligula. Donec molestie luctus gravida. Duis varius commodo lacinia. Duis a diam vitae ligula pretium consectetur ullamcorper at justo. Vivamus auctor enim metus, ac finibus libero tincidunt ut. Praesent tristique ante quis nisl maximus elementum. Aenean sodales imperdiet odio, vitae efficitur neque vulputate non. Etiam lacinia lorem hendrerit, luctus purus eget, fringilla enim."
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                "Since the Treaty of Nanjing 1842, Hong Kong has never been granted the opportunity to dictate its own future. Split between the control of two competing cultures, the region&rsquo;s interest has always been superseded by the motives of larger external powers, which has restricted the region from fully experiencing self-determination and national sovereignty.",
                "&ldquo;Since its inception as a colonial trading post, Hong Kong’s defining characteristic has been its in-betweenness. China’s euphemism for Hong Kong’s postcolonial status—one country, two systems—points to its raison d’être: to be an interface for capital between China and the West. The territory has never been allowed to derive stability from its own resources or interests but rather from the intersections of multiple others’. Hong Kong’s place in the world depends on its ability to mediate between external powers. Its existential struggle is likewise a symptom of a larger collapse.&rdquo;"
              ]
            }
          ]
        },
        {
          "title": "A Borrowed Place, On Borrowed Time",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "Signed in 1984, the Sino-British Joint Declaration between Britain and China defined the conditions in which Hong Kong would fall back under China&rsquo;s authority. Hong Kong would become a &ldquo;Special Administrative Region&rdquo; of China as outlined in the Declaration, where its autonomy, capitalistic economy, and partial democratic political system were to remain largely unchanged for 50 years.",
                "To codify the Declaration, China and Hong Kong would continue to negotiate the details of a constitutional document known as Basic Law, which would help protect the rights of Hong Kong citizens from Beijing oversight and build a path to achieving universal suffrage during the 50 year transition period."
              ],
              "resources": []
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                "After the declaration was signed, critics speculated whether the two ideologically conflicting political systems could co-exist. Hence, in Hong Kong, there was wide-spread skepticism on whether China could honour the intentions of the Joint Declaration. Ultimately, the future of Hong Kong&rsquo;s self-sufficiency would rely on China adhering to the &ldquo;one country, two systems&rdquo; model, and respecting the pathway to universal suffrage outlined in Basic Law.",
                "&ldquo;Hong Kong&rsquo;s future depends on whether the PRC will honor the intent of the Joint Declaration. This intent is embodied in Deng Xiaoping&rsquo;s &ldquo;one country, two systems&rdquo; idea, of which he remarked: &ldquo;There are two ways to settle the issues: peacefully and non-peacefully.&rdquo;  In resolving the volatile nationality issues, it is to be hoped that the PRC will respect its own advice and look to the model of &ldquo;one country, two systems&rdquo; to arrive at a logical, peaceful result.&rdquo;"
              ]
            }
          ]
        },
        {
          "title": "A Discourse on Semantics",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "The ambiguous language of the Sino-British Joint Declaration and the drafts of Basic Law reflected opposing political philosophies and opened different interpretations on the meaning of &ldquo;one country, two systems&rdquo;.",
                "A discourse on semantics unfolded between reformists and leftists, where contrasting perspectives on the Declaration&rsquo;s language inferred competing priorities on how Hong Kong would operate under Beijing&rsquo;s control. The contradictory nature of a communist regime overseeing Hong Kong&rsquo;s democratic rights and freedoms also fostered skepticism on Beijing&rsquo;s intentions and ability to honour the agreement."
              ],
              "resources": []
            },
            {
              "type": "artifacts",
              "title": "Artifacts",
              "images": [
                {
                  "source": "crowd",
                  "caption": "In sed dapibus ipsum, sed dapibus enim. Proin convallis mollis sagittis. Duis eu vehicula nibh, at lobortis ante. Nunc viverra at quam nec lacinia. Maecenas et sodales quam. Nam nibh erat, imperdiet nec augue eu, varius rhoncus libero. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas."
                },
                {
                  "source": "car",
                  "caption": "Nam elementum dapibus justo non tristique. Aenean nec risus augue. Ut in elit ligula. Donec molestie luctus gravida. Duis varius commodo lacinia. Duis a diam vitae ligula pretium consectetur ullamcorper at justo. Vivamus auctor enim metus, ac finibus libero tincidunt ut. Praesent tristique ante quis nisl maximus elementum. Aenean sodales imperdiet odio, vitae efficitur neque vulputate non. Etiam lacinia lorem hendrerit, luctus purus eget, fringilla enim."
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                "Despite these concerns, there was an initial sense of hope that China might respect Hong Kong&rsquo;s partial democratic system, way of life, and unique identity.  With July 1st, 1997 set as the official handover date, the region would have 13 years to prepare for the inevitable reality of transforming from a British colony to a Special Administrative Region of China.",
                "&ldquo;The Joint Declaration creates a new concept of &ldquo;one country, two systems&rdquo;. This concept, while novel in its approach, fosters skepticism among experts as to the PRC&rsquo;s future behaviour toward Hong Kong. The marriage between the world&rsquo;s freest economic marketplace and the world&rsquo;s largest socialist economy paints an ironic picture.&rdquo;"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "1989",
      "title": "The June Fourth “Incident”",
      "blurb": "On the night of June 4th 1989, pro-democracy protesters were violently massacred in Tiananmen Square, permanently re-shaping Hong Kong&rsquo;s perception of its eventual handover. As a crescendo of trembling anxiety and fear continued to build, Hong Kong&rsquo;s optimism and hope for a democratic future dimmed.",
      "intro": {
        "paragraphs": [
          "Observers feared that the violent crackdown of the 1989 pro-democracy movement in China foreshadowed Hong Kong&rsquo;s inevitable future. Caught in a new diasporic reality, Hong Kong began to witness the contradicting realities of living between two competing cultures."
        ]
      },
      "scenes": [
        {
          "title": "Death of an Icon",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "A high ranking official of the Chinese Communist Party, Hu was an icon for political reform and democratic change. His critique on Mao&rsquo;s cult-like ideology differed from other political figures, and made Hu a beloved leader.",
                "The death of Hu Yaobang on April 15 1989, ignited public outcry — mourning, grief, and anger quickly developed into a series of student-led pro-democracy demonstrations and hunger strikes across China."
              ],
              "resources": [
                {
                  "type": "Book Excerpt",
                  "shortTitle": "A Champion of Liberalisation",
                  "bookTitle": "China&rsquo;s Struggle for Democracy, its Prelude, Development, Aftermath, and Impact",
                  "year": "1990",
                  "author": "Marsha Wagner and Winston Yang",
                  "content": [
                    "The students regarded Hu Yaobang not only as a champion of liberalisation but also as one of the few top government leaders not tainted by official corruption. Within hours of the death of this beloved figure, before official announcements had been made, students on campuses had begun posting elegies. One of the most frequently quoted poems began with the haunting couplet:<br />",
                    "Those who should have died live<br />Those who should have lived have died.<br />"
                  ],
                  "citation": "Wagner, Marsha, and Winston Yang, eds. “Tiananmen: China&rsquo;s Struggle for Democracy, Its Prelude, Development, Aftermath, and Impact. .” The China Quarterly 130 (1992): 48.",
                  "linkTo": ""
                },
                {
                  "type": "Book Excerpt",
                  "shortTitle": "The Death of Hu Yaobang",
                  "bookTitle": "Tiananmen Papers",
                  "year": "2001",
                  "author": "Liang Zhang, Andrew J. Nathan, Perry Link, Orville Schell",
                  "content": [
                    "During this briefing, Hu Yaobang sat with a pinched look. Minister of Defense Qin Jiwei later recalled, &ldquo;I sensed something wrong about Comrade Yaobang from the time the meeting opened. His face was ashen. But he was straining to keep up appearances.&rdquo; About three quarters of an hour into the meeting, as Li Tieying was reviewing the education budgets of recent years, Hu appeared to be fading. He rose to request permission to leave. But as soon as he rose to his feet, he collapsed back into his chair.<br />",
                    "&ldquo;Comrade Ziyang ...&rdquo; His voice broke off as his hand faltered in the air, describing a semicircle. Everyone present, caught by surprise, stood up and stared at the ashen-faced Hu.<br />",
                    "&ldquo;It&rsquo;s probably a heart attack.... Don&rsquo;t move him!&rdquo; someone said.<br />",
                    "&ldquo;Anyone have nitroglycerin?&rdquo; Zhao Ziyang asked urgently<br />",
                    "&ldquo;I do!&rdquo; It was Qin Jiwei, who also had a heart condition. He took two pills from his briefcase and put them into Hu Yaobang&rsquo;s mouth. Then to Hu Qili, who came rushing over, he said, &ldquo;Hurry and lay Comrade Yaobang on the floor.&rdquo;"
                  ],
                  "citation": "Wagner, Marsha, and Winston Yang, eds. “Tiananmen: China&rsquo;s Struggle for Democracy, Its Prelude, Development, Aftermath, and Impact. .” The China Quarterly 130 (1992): 48.",
                  "linkTo": ""
                },
                {
                  "type": "Book Excerpt",
                  "shortTitle": "The Mourning of Hu Yaobang",
                  "bookTitle": "Tiananmen Papers",
                  "year": "2001",
                  "author": "Liang Zhang, Andrew J. Nathan, Perry Link, Orville Schell",
                  "content": [
                    "On April 17 student mourning activities began to spread from the Beijing campuses into the nation&rsquo;s symbolic central space, Tiananmen Square. The Square lies at the geographic center of the capital city and just southeast of Zhongnanhai, where the last dynasty&rsquo;s emperors had their hunting park and where the top Communist leaders now work. Beginning with the May Fourth Movement in 1919, Tiananmen has also become a traditional site for popular protests. These protests have often been led by university students, who are especially numerous here because Beijing is the country&rsquo;s preeminent center of higher education.<br />",
                    "At People&rsquo;s University a &ldquo;Democracy Wall&rdquo; appeared on the evening of April 17. Spontaneous memorial activities took place on other campuses that until now had been quiet. In addition to pasting up eulogies, memorial couplets, and posters, students made speeches, set up symbolic biers, and delivered wreaths to the Square. Some even demanded to attend the funeral. In a single day, ninety-three handwritten memorial couplets appeared at the Beijing University of Science and Engineering."
                  ],
                  "citation": "Wagner, Marsha, and Winston Yang, eds. “Tiananmen: China&rsquo;s Struggle for Democracy, Its Prelude, Development, Aftermath, and Impact. .” The China Quarterly 130 (1992): 48.",
                  "linkTo": ""
                },
                {
                  "type": "Article Excerpt",
                  "shortTitle": "Beijing Hints on Crackdown",
                  "publication": "New York Times",
                  "year": "1989",
                  "articleTitle": "Beijing Hints on Crackdown For Students",
                  "author": "Nicholas Kristof",
                  "content": [
                    "On April 17 student mourning activities began to spread from the Beijing campuses into the nation&rsquo;s symbolic central space, Tiananmen Square. The Square lies at the geographic center of the capital city and just southeast of Zhongnanhai, where the last dynasty&rsquo;s emperors had their hunting park and where the top Communist leaders now work. Beginning with the May Fourth Movement in 1919, Tiananmen has also become a traditional site for popular protests. These protests have often been led by university students, who are especially numerous here because Beijing is the country&rsquo;s preeminent center of higher education.<br />",
                    "At People&rsquo;s University a &ldquo;Democracy Wall&rdquo; appeared on the evening of April 17. Spontaneous memorial activities took place on other campuses that until now had been quiet. In addition to pasting up eulogies, memorial couplets, and posters, students made speeches, set up symbolic biers, and delivered wreaths to the Square. Some even demanded to attend the funeral. In a single day, ninety-three handwritten memorial couplets appeared at the Beijing University of Science and Engineering."
                  ],
                  "citation": "Nicholas D. Kristof, “Beijing Hints at Crackdown on Students,” New York Times, April 26, 1989",
                  "linkTo": ""
                }
              ]
            },
            {
              "type": "artifacts",
              "title": "Artifacts",
              "images": [
                {
                  "source": "crowd",
                  "caption": "Some two hundred thousand pro-democracy students staged an unauthorized demonstration in Tiananmen Square during the funeral ceremony of the Chinese Communist Party leader and liberal reformer Hu Yaobang, on April 22, 1989.  Photograph by Catherine Henriette/AFP/Getty."
                },
                {
                  "source": "car",
                  "caption": "A weary protester pleads with a PLA officer sitting in his truck to not crackdown on the student demonstrators in Tiananmen Square. (Photo by Peter Turnley/Getty Images)"
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                "After Hu Yaobang&rsquo;s death, there was an emerging vitality to China&rsquo;s pro-democracy movement. Overseas, Hong Kong citizens contributed to the movement by providing moral and material support; in the hopes that the reunification process would be smoother if liberal reforms could be achieved in China before the handover.",
                "&ldquo;The inhabitants of Hong Kong usually reserve their deepest passions for business, not politics. But last week, in the largest and most emotional outburst ever seen in the British colony, more than 500,000 demonstrators marched through Hong Kong&rsquo;s narrow streets, waving pro-democracy banners and singing anthems like We Shall Overcome. Including the spectators who cheered and applauded, an estimated 1 million people, one-sixth of Hong Kong&rsquo;s populace, turned out to proclaim their support for the embattled students in China.&rdquo;",
                "&ldquo;The unprecedented outcry reflected Hong Kong&rsquo;s growing anxiety over its return to China in 1997. A sleek modern city on the South China Sea, Hong Kong has become a hotbed of capitalism during 147 years of British rule. But Britain&rsquo;s sovereignty is set to run out under an Anglo-Chinese agreement reached in 1984. Now Hong Kong&rsquo;s residents, the vast majority of whom are descendants of refugees from the mainland, scrutinize the crisis in China for clues to the fate of the colony under Communist control. Declared a banner that Hong Kong students carried last week.&rdquo;"
              ]
            }
          ]
        },
        {
          "title": "Tiananmen Square Massacre",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "On the night of June 3-4, 1989, a series of peaceful demonstrations led by pro-democracy protesters in Beijing were violently suppressed by Chinese authorities. Known as &ldquo;The June Fourth Incident&rdquo;, thousands of unarmed protestors were massacred at Tiananmen Square with thousands more arrested across cities in China."
              ],
              "resources": [
                {
                  "type": "Book Excerpt",
                  "shortTitle": "&ldquo;Staying&rdquo;",
                  "bookTitle": "The People&rsquo;s Republic of Amnesia",
                  "year": "2014",
                  "author": "Author",
                  "content": [],
                  "citation": "",
                  "linkTo": ""
                },
                {
                  "type": "Poem",
                  "shortTitle": "Tonight Marshall Law was Imposed",
                  "poemTitle": "Tonight Marshall Law was Imposed",
                  "publication": "Poems from Tiananmen Square",
                  "year": "1989",
                  "author": "Written anomously",
                  "preamble": "&ldquo;Tonight Marshall Law was Imposed&rdquo; was one of a collection of anonymously written poems posted around Tiananmen Square in the lead up to the military crackdown. These poems were later gathered from the Square, faxed to Hong Kong, and then to Taiwan, where they were published in the China Times and translated into multiple foreign languages.",
                  "content": [
                    "Under the republican sky",
                    "a hazy moon",
                    "under the republican sky",
                    "the fallen night",
                    "but it is no longer dark",
                    "the sun has shone for twenty centuries",
                    "though I still feel cold",
                    "a fish walking across the deck of a ship",
                    "is played such a good joke by the sailors",
                    "they are shooting right at me",
                    "but I suddenly spin round",
                    "use my body and soul like shrapnel to threaten them",
                    "this land of silence is sufficient to destroy me",
                    "I don’t want to be reborn",
                    "the moon with an easy gesture",
                    "cuts me in half<br />",

                    "my skull is filled with ammunition",
                    "moving gradually nearer the horizon",
                    "I turn my body and rise from bed",
                    "but hear underfoot men",
                    "still adrift in sleep",
                    "you come out",
                    "I come out",
                    "he, she also come out",
                    "it is possible, people of the republic,",
                    "that the night air of martial law is infused with fragrance",
                    "your blood flows in proud veins",
                    "today, you hold your future in your hands",
                    "sprinkles of rain, then there is oasis",
                    "the hope of everyone in the ation",
                    "this lump of yellow earth is my first concern",
                    "this lump of yellow earth is my last bed",
                    "tonight, I entreat you to lie face down",
                    "in this Square",
                    "may the frivolous ship of martial law",
                    "slide over my youthful shoulders as over fine sand",
                    "tomorrow morning you will see a brand-new sun",
                    "tomorrow your fighting spirit with be greater",
                    "here in my heart and there, over your heads",
                    "Freedom and Democracy,",
                    "that bright flag, will higher and higher wave."
                  ],
                  "citation": "",
                  "linkTo": ""
                },
                {
                  "type": "Book Excerpt",
                  "shortTitle": "Capturing Tank Man",
                  "bookTitle": "The Documentary Impulse",
                  "articleTitle": "",
                  "year": "2016",
                  "author": "Author",
                  "content": [],
                  "citation": "",
                  "linkTo": ""
                },
                {
                  "type": "Imagery",
                  "shortTitle": "Eyewitness Accounts of Massacre",
                  "articleTitle": "Eyewitness Accounts of Massacre",
                  "publication": "Asian Cha",
                  "year": "1989",
                  "author": "Scott Savitt",
                  "preamble": "&ldquo;Tonight Marshall Law was Imposed&rdquo; was one of a collection of anonymously written poems posted around Tiananmen Square in the lead up to the military crackdown. These poems were later gathered from the Square, faxed to Hong Kong, and then to Taiwan, where they were published in the China Times and translated into multiple foreign languages.",
                  "content": ["tanks", "car"],
                  "citation": "",
                  "linkTo": ""
                }
              ]
            },
            {
              "type": "artifacts",
              "title": "Artifacts",
              "images": [
                {
                  "source": "tanks",
                  "caption": "BEIJING, CHINA - 1989/06/04: At the end of the pro-democracy movement in China, pedestrians and cyclists pass underneath a group of Chinese Army tanks. The tanks are blocking an overpass on Changan Avenue leading to Tiananmen Square where the Communist Government carried out its final brutal nighttime crackdown on protestors only hours earlier. Photo by Peter Charlesworth/LightRocket via Getty Images"
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                "The Tiananmen Incident validated Hong Kong&rsquo;s concerns about China&rsquo;s capacity to violently oppress pro-democracy movements, further cementing the region&rsquo;s anxiety about its eventual handover. Since then, &ldquo;Hong Kong has become a city frightened of its future and obsessed with one date - July 1, 1997.&rdquo;",
                "&ldquo;Since the Beijing massacres on June 4, Hong Kong has become a city frightened of its future and obsessed with one date - July 1, 1997, when Britain is to return its colony to China (Box, p.32). The city of almost six million is increasingly torn between those who already have a foreign passport or can obtain one, and the 60 percent or so who cannot afford to leave or are unwanted elsewhere.&rdquo;",
                "&ldquo;In Hong Kong that Sunday, mournful defiance reigned, and by day&rsquo;s end, hundreds of thousands of people had poured into the streets in protest. It wasn&rsquo;t long, however, before protest gave way to panic and, for many, a frantic search for a way out.&rdquo;"
              ]
            }
          ]
        },
        {
          "title": "A Compromising Position",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "The political suppression of the student movement in mainland China led to the redrafting of Hong Kong&rsquo;s Basic Law, specifically the provision of Article 23 that pertained to national security.",
                "Before the Tiananmen Massacre, a public consultation in April 1988 suggested that Article 23 was too ambiguous in definition, and critics wanted more clarity on the terms &ldquo;national unity&rdquo; and &ldquo;subversion&rdquo;. In an effort to reach a compromise, China and Hong Kong initially agreed to replace these terms with a clause that clearly prohibited &ldquo;any act of treason, secession, sedition or theft of state secrets.&rdquo; in February 1989.",
                "After the bloodshed at Tiananmen Square, China felt it had made too many concessions in its previous public consultations about Article 23. China feared that Hong Kong could become a base to overthrow CCP rule in the mainland through the influence of oversea interests."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "artifacts",
              "title": "Artifacts",
              "images": [
                {
                  "source": "candles",
                  "caption": "People take part in a candlelight vigil on the 25th anniversary of the Tiananmen Square protests during heavy rain on June 4, 2014 in Hong Kong, Hong Kong. Held to mark the crackdown on the pro-democracy movement in Beijing&rsquo;s Tiananmen Square on June 4, 1989, it is the only commemoration on Chinese soil. (Photo by Lam Yik Fei/Getty Images)"
                },
                {
                  "source": "crowd",
                  "caption": "Thousands of protestors hold candles during a candlelight vigil for the 20th anniversary of June 4 Tiananmen Square Massacre in Beijing at Victoria Park on June 4, 2009 in Hong Kong, China.  Pro-democracy activists reiterate their pleas for the people who ordered the massacre to be held accountable, for the release of dissidents still imprisoned and for the vindication of the pro-democracy movement of 1989. (Photo by MN Chan/Getty Images)"
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                "To reflect the country&rsquo;s new political climate, China initiated a final round of revisions to Article 23: to restore the offence of subversion against the CPG, to reinsert the concept of national unity, and to add a new clause regarding foreign organizations instigating political activities in Hong Kong.",
                "Critics in Hong Kong were concerned that reinstating these provisions would allow China to suppress pro-democractic activities within the region—similar to how the Tiananmen Square Massacre unfolded. Despite these concerns, most agreed that the amendment’s effectiveness would rely entirely on how lenient or repressive the Hong Kong legislature’s interpretation of Article 23 would be moving forward.",
                "&ldquo;The Hong Kong Special Administrative Region shall &lsquo;prohibit any act of treason, secession, sedition, subversion against the Central People’s Government, or theft of state secrets, to prohibit foreign political organisations or bodies from conducting political activities in the Region...&rsquo;&rdquo;"
              ]
            }
          ]
        },
        {
          "title": "A New Diasporic Condition",
          "pages": [
            {
              "type": "event",
              "paragraphs": [
                "After the Tiananmen Square Massacre, Beijing drastically shifted its policy by taking a tougher stance on how Hong Kong would be governed after 1997. Thus, China&rsquo;s tighter grip on Hong Kong made citizens fear that the mantra, &ldquo;Today&rsquo;s Tiananmen, Tomorrow Hong Kong&rdquo; would become a reality.",
                "At the same time, in the months following the Communist repression of the pro-democracy movement in China, Britain reaffirmed its decision not to give Hong Kong&rsquo;s 3.25 million citizens who hold British passports the right to live in Britain after the handover in 1997."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "artifacts",
              "title": "Artifacts",
              "images": [
                {
                  "source": "candles",
                  "caption": "People take part in a candlelight vigil on the 25th anniversary of the Tiananmen Square protests during heavy rain on June 4, 2014 in Hong Kong, Hong Kong. Held to mark the crackdown on the pro-democracy movement in Beijing&rsquo;s Tiananmen Square on June 4, 1989, it is the only commemoration on Chinese soil. (Photo by Lam Yik Fei/Getty Images)"
                },
                {
                  "source": "crowd",
                  "caption": "Thousands of protestors hold candles during a candlelight vigil for the 20th anniversary of June 4 Tiananmen Square Massacre in Beijing at Victoria Park on June 4, 2009 in Hong Kong, China.  Pro-democracy activists reiterate their pleas for the people who ordered the massacre to be held accountable, for the release of dissidents still imprisoned and for the vindication of the pro-democracy movement of 1989. (Photo by MN Chan/Getty Images)"
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                "With Britain rescinding its support and China tightening its grip, Hong Kong was trapped in an shifting diasporic reality between two dominant cultures, &ldquo;neither of which takes the welfare of Hong Kong people into account even though both would turn to Hong Kong for financial and other forms of assistance when they needed it&rdquo;.",
                "&ldquo;Now, more than four months later, Hong Kongers feel trapped between a looming Chinese motherland they cannot change and a departing imperial motherland - Britain - that is betraying them by pulling back the welcome mat from all but a select few.&rdquo;",
                "&ldquo;In Hong Kong that Sunday, mournful defiance reigned, and by day&rsquo;s end, hundreds of thousands of people had poured into the streets in protest. It wasn&rsquo;t long, however, before protest gave way to panic and, for many, a frantic search for a way out.&rdquo;"
              ]
            }
          ]
        },
        {
          "title": "Purging the Past",
          "pages": [
            {
              "type": "event",
              "paragraphs": [
                "In the years following the massacre, China began interrogating the memory of Tiananmen Square by censoring the events that occurred on June 4th, 1989. The deadly suppression of protesters became an unspoken moment in China&rsquo;s past, purged from its history books.",
                "Meanwhile, Hong Kong became a safe haven for democratic activists to commemorate the tragedy of the massacre, as China continued to use insidious tactics to contest the memory of Tiananmen Square."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                "Through manipulating its people&rsquo;s collective memory of the past, China reinforced a sense of national amnesia by expunging the Tiananmen Square Massacre from its history. Vigils in Hong Kong served as a reminder of the tragic episodes of violence and turmoil. Hong Kong became increasingly fearful of its own future as it bore witness to China&rsquo;s ability to exert control and to rewrite its own narrative.",
                "&ldquo;I had left China when I was too young to know about censorship, when I was just being introduced to the written word and to the stories that written words told. It would never have occurred to me, or, perhaps, to any child, to question the history books, because that would have seemed like an interrogation of reality itself. In China, the past is never past, but it is frequently purged. The story is rewritten, the narrative reframed, the villains and the heroes recast. There is a hallucinatory quality to such a society, as if you are living a life that does not and never can fully belong to you.&ldquo;"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "1997",
      "title": "A New Disorientation",
      "blurb": "The 1997 handover of Hong Kong marked the beginning of a new disorientation. A sense of uncertainty clouded Hong Kong&rsquo;s future, as the country began its gradual process of transforming from a liberal colony to a communist regime.",
      "scenes": [
        {
          "title": "The Mass Exodus",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "Leading to the handover, the Tiananmen Square Massacre provoked a mass emigration of Hong Kong people in the early 1990&rsquo;s. Uncertain of what the future would hold for their homeland, thousands of citizens decided to emigrate overseas to Western countries such as Canada, The United States, Australia, and Britain. In the ten years leading up to the handover, approximately 504,000 Hong Kong residents left the region."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "artifacts",
              "title": "Artifacts",
              "images": [
                {
                  "source": "crowd",
                  "caption": "Some two hundred thousand pro-democracy students staged an unauthorized demonstration in Tiananmen Square during the funeral ceremony of the Chinese Communist Party leader and liberal reformer Hu Yaobang, on April 22, 1989.  Photograph by Catherine Henriette/AFP/Getty."
                },
                {
                  "source": "car",
                  "caption": "A weary protester pleads with a PLA officer sitting in his truck to not crackdown on the student demonstrators in Tiananmen Square. (Photo by Peter Turnley/Getty Images)"
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
<<<<<<< HEAD
                "Despite preparations being made for the celebrations, underlying the momentum towards the handover was a sense of malaise for what was to come. A mixture of apprehension and excitement dictated not only the political atmosphere, but also the future prospects of Hong Kong&rsquo;s sovereignty.",
                "&ldquo;Just the other day, a reporter from a major Hong Kong newspaper came to the school I attend, which is in a rather affluent area. He approached me and two of my friends with some questions that really started me thinking and helped me to realize some things. Among them, one in particular stands out prominently in my thoughts. &ldquo;If you didn&rsquo;t have a foreign passport and didn&rsquo;t have the means to obtain one, how would you feel about the nearing handover knowing you would have to stay in Hong Kong indefinitely?&rdquo; he asked.&rdquo;"
=======
                "After Hu Yaobang’s death, there was an emerging vitality to China’s pro-democracy movement. Overseas, Hong Kong citizens contributed to the movement by providing moral and material support; in the hopes that the reunification process would be smoother if liberal reforms could be achieved in China before the handover.",
                "The inhabitants of Hong Kong usually reserve their deepest passions for business, not politics. But last week, in the largest and most emotional outburst ever seen in the British colony, more than 500,000 demonstrators marched through Hong Kong&rsquo;s narrow streets, waving pro-democracy banners and singing anthems like We Shall Overcome. Including the spectators who cheered and applauded, an estimated 1 million people, one-sixth of Hong Kong&rsquo;s populace, turned out to proclaim their support for the embattled students in China.",
                "The unprecedented outcry reflected Hong Kong&rsquo;s growing anxiety over its return to China in 1997. A sleek modern city on the South China Sea, Hong Kong has become a hotbed of capitalism during 147 years of British rule. But Britain&rsquo;s sovereignty is set to run out under an Anglo-Chinese agreement reached in 1984. Now Hong Kong&rsquo;s residents, the vast majority of whom are descendants of refugees from the mainland, scrutinize the crisis in China for clues to the fate of the colony under Communist control. Declared a banner that Hong Kong students carried last week: TODAY'S CHINA IS TOMORROW'S HONG KONG. (Times, Greenwald, 1989)"
>>>>>>> f97833d4bc4ca012e2061716a3662446e33a74a8
              ]
            }
          ]
        },
        {
          "title": "Amid Changing Symbols",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
               "The transformation of Hong Kong&rsquo;s identity occurred immediately in tangible ways, and symbolically over time. In the lead up to the handover, subtle British colonial emblems that had existed for all of living memory, such as the Union Jack, would disappear overnight and were replaced with Chinese national symbols.",
               "The handover also represented the symbolic moment where the freedoms and civil liberties that came with the British colonial rule would transition into a communist system. Inevitably, the return to Chinese sovereignty ultimately meant a loss in democratic values because Hong Kong political leaders would be beholden to orders from China."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "artifacts",
              "title": "Artifacts",
              "images": [
                {
                  "source": "tanks",
                  "caption": "BEIJING, CHINA - 1989/06/04: At the end of the pro-democracy movement in China, pedestrians and cyclists pass underneath a group of Chinese Army tanks. The tanks are blocking an overpass on Changan Avenue leading to Tiananmen Square where the Communist Government carried out its final brutal nighttime crackdown on protestors only hours earlier. Photo by Peter Charlesworth/LightRocket via Getty Images"
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
<<<<<<< HEAD
                "Despite preparations being made for the celebrations, underlying the momentum towards the handover was a sense of malaise for what was to come. A mixture of apprehension and excitement dictated not only the political atmosphere, but also the future prospects of Hong Kong’s sovereignty.",
                "&ldquo;Although the leaders of the Chinese government have promised us that they will enforce the idea of &ldquo;one country, two systems; (thus guaranteeing us a higher degree of autonomy than is known in other Chinese regions), I feel that because our chief executive still needs to accept instruction from the Beijing government, Hong Kong people will no longer enjoy quite so much freedom as we have in the recent past.&rdquo;"
=======
                "The Tiananmen Incident validated Hong Kong&rsquo;s concerns about China’s capacity to violently oppress pro-democracy movements, further cementing the region’s anxiety about its eventual handover. Since then, &ldquo;Hong Kong has become a city frightened of its future and obsessed with one date - July 1, 1997.&rdquo;",
                "Since the Beijing massacres on June 4, Hong Kong has become a city frightened of its future and obsessed with one date - July 1, 1997, when Britain is to return its colony to China (Box, p.32). The city of almost six million is increasingly torn between those who already have a foreign passport or can obtain one, and the 60 percent or so who cannot afford to leave or are unwanted elsewhere (Scott, NYT, 1989).",
                "In Hong Kong that Sunday, mournful defiance reigned, and by day&rsquo;s end, hundreds of thousands of people had poured into the streets in protest. It wasn&rsquo;t long, however, before protest gave way to panic and, for many, a frantic search for a way out (Box, NYT, 1989)."
>>>>>>> f97833d4bc4ca012e2061716a3662446e33a74a8
              ]
            }
          ]
        },
        {
          "title": "The Handover",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "July 1, 1997 formalised the transfer of sovereignty over Hong Kong from Britain to China. In the first moments past midnight, the handover ceremony concluded the 156 years of British colonial rule in Hong Kong, announcing the region&rsquo;s new identity as a Special Administrative Region (HKSAR) of the People&rsquo;s Republic of China (PRC).  For the next 50 years, Hong Kong was promised that it could retain its capitalistic economy, civil liberties, and judicial system before fully returning back to China’s sovereignty in 2047.",
                "A highly anticipated event to witness, Hong Kong people celebrated with a mix of excitement and apprehension—saying farewell to the departure of Britain and cautiously welcoming the arrival of the motherland. "
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "artifacts",
              "title": "Artifacts",
              "images": [
                {
                  "source": "candles",
                  "caption": "People take part in a candlelight vigil on the 25th anniversary of the Tiananmen Square protests during heavy rain on June 4, 2014 in Hong Kong, Hong Kong. Held to mark the crackdown on the pro-democracy movement in Beijing&rsquo;s Tiananmen Square on June 4, 1989, it is the only commemoration on Chinese soil. (Photo by Lam Yik Fei/Getty Images)"
                },
                {
                  "source": "crowd",
                  "caption": "Thousands of protestors hold candles during a candlelight vigil for the 20th anniversary of June 4 Tiananmen Square Massacre in Beijing at Victoria Park on June 4, 2009 in Hong Kong, China.  Pro-democracy activists reiterate their pleas for the people who ordered the massacre to be held accountable, for the release of dissidents still imprisoned and for the vindication of the pro-democracy movement of 1989. (Photo by MN Chan/Getty Images)"
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
<<<<<<< HEAD
                "Incapable of remembering the face of it&rsquo;s motherland, the handover initiated an identity crisis for Hong Kong people who had become accustomed to the liberties, freedoms, and rights of the West. Despite never truly having universal suffrage under colonial rule, Hong Kong did lose &ldquo;the feeling that its future could be an open question&rdquo; when the region was officially handed back to China, marking the beginning of a new disorientation. Inevitably, the build up towards 2047 will dictate whether Hong Kong will be able to maintain their unique identity and democratic values despite China&rsquo;s new influence.",
                "&ldquo;But Hong Kongers look at events here with much more mixed emotion. For them, it&rsquo;s not Communism versus democracy, but nationalism versus the rule of law. That is, there is real ethnic pride here in the return of Chinese sovereignty, after 156 years of British colonialism. But there is also real fear that what Hong Kongers appreciated most about Britain&rsquo;s colonialism — the rule of law — will vanish along with it.&rdquo; ",
                "&ldquo;Hong Kong seemed to be like a 100-year old orphaned infant, incapable of remembering the face of its parents. It could speak many foreign languages but had completely forgotten its mother tongue […] and now it was to return home but it feared losing its freedom for within the larger family there were many rules, limits on free speech and no disobeying the elders&ldquo; "
=======
                "With Britain rescinding its support and China tightening its grip, Hong Kong was trapped in an shifting diasporic reality between two dominant cultures, “neither of which takes the welfare of Hong Kong people into account even though both would turn to Hong Kong for financial and other forms of assistance when they needed it”.",
                "Now, more than four months later, Hong Kongers feel trapped between a looming Chinese motherland they cannot change and a departing imperial motherland - Britain - that is betraying them by pulling back the welcome mat from all but a select few (Scott, NYT, 1989).",
                "In Hong Kong that Sunday, mournful defiance reigned, and by day&rsquo;s end, hundreds of thousands of people had poured into the streets in protest. It wasn&rsquo;t long, however, before protest gave way to panic and, for many, a frantic search for a way out (Rule, 1989, NYT)"
              ]
            }
          ]
        },
        {
          "title": "Purging the Past",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "After the Tiananmen Massacre, Beijing drastically shifted its policy by taking a tougher stance on how Hong Kong would be governed after 1997. China’s tighter grip on Hong Kong made citizens fear that the mantra, “Today’s Tiananmen, Tomorrow Hong Kong” would become a reality.",
                "At the same time, in the months following the Communist repression of the pro-democracy movement in China, Britain reaffirmed its decision not to give Hong Kong’s 3.25 million Chinese who hold British passports the right to live in Britain after the handover in 1997."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                "With Britain rescinding its support and China tightening its grip, Hong Kong was trapped in an shifting diasporic reality between two dominant cultures, “neither of which takes the welfare of Hong Kong people into account even though both would turn to Hong Kong for financial and other forms of assistance when they needed it”.",
                "Now, more than four months later, Hong Kongers feel trapped between a looming Chinese motherland they cannot change and a departing imperial motherland - Britain - that is betraying them by pulling back the welcome mat from all but a select few (Scott, NYT, 1989).",
                "In Hong Kong that Sunday, mournful defiance reigned, and by day&rsquo;s end, hundreds of thousands of people had poured into the streets in protest. It wasn&rsquo;t long, however, before protest gave way to panic and, for many, a frantic search for a way out (Rule, 1989, NYT)"
>>>>>>> f97833d4bc4ca012e2061716a3662446e33a74a8
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "2003",
      "title": "A Question of Patriotism",
      "blurb": "Etiam at facilisis dolor. Suspendisse eget interdum ipsum. Vivamus suscipit urna eget fringilla gravida. Sed eros lectus, consequat eget tempor vitae, pharetra vel augue. In eget iaculis erat.",
      "scenes": [
        {
          "title": "Implementing Article 23",
          "pages": [
            {
              "type": "event",
              "title": "Event",
              "paragraphs": [
                "After the Tiananmen Massacre, Beijing drastically shifted its policy by taking a tougher stance on how Hong Kong would be governed after 1997. China’s tighter grip on Hong Kong made citizens fear that the mantra, “Today’s Tiananmen, Tomorrow Hong Kong” would become a reality.",
                "At the same time, in the months following the Communist repression of the pro-democracy movement in China, Britain reaffirmed its decision not to give Hong Kong’s 3.25 million Chinese who hold British passports the right to live in Britain after the handover in 1997."
              ],
              "resources": [
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                },
                {
                  "title": "",
                  "source": "",
                  "type": "",
                  "year": ""
                }
              ]
            },
            {
              "type": "reflection",
              "title": "Reflection",
              "paragraphs": [
                "With Britain rescinding its support and China tightening its grip, Hong Kong was trapped in an shifting diasporic reality between two dominant cultures, “neither of which takes the welfare of Hong Kong people into account even though both would turn to Hong Kong for financial and other forms of assistance when they needed it”.",
                "Now, more than four months later, Hong Kongers feel trapped between a looming Chinese motherland they cannot change and a departing imperial motherland - Britain - that is betraying them by pulling back the welcome mat from all but a select few (Scott, NYT, 1989).",
                "In Hong Kong that Sunday, mournful defiance reigned, and by day&rsquo;s end, hundreds of thousands of people had poured into the streets in protest. It wasn&rsquo;t long, however, before protest gave way to panic and, for many, a frantic search for a way out (Rule, 1989, NYT)"
              ]
            }
          ]
        },
        {
          "title": "A Confluence of Factors",
          "pages": []
        },
        {
          "title": "A Historic Demonstration",
          "pages": []
        },
        {
          "title": "Abrupt Resignations",
          "pages": []
        },
        {
          "title": "An Attempt at Political Harmony",
          "pages": []
        },
        {
          "title": "The “Ultimate Aim”",
          "pages": []
        }
      ]
    },
    {
      "id": "2014",
      "title": "An Impossible Dream",
      "blurb": "Ut pellentesque laoreet arcu, vel ultrices ligula ullamcorper non. Aenean sit amet viverra nisl.",
      "scenes": [
        {
          "title": "Occupy Central Love and Peace",
          "pages": []
        },
        {
          "title": "The White Paper",
          "pages": []
        },
        {
          "title": "A Civil Referendum",
          "pages": []
        },
        {
          "title": "Seeking Genuine Suffrage",
          "pages": []
        },
        {
          "title": "The Umbrella Movement",
          "pages": []
        },
        {
          "title": "Umbrella Generation",
          "pages": []
        },
        {
          "title": "A Stalemate",
          "pages": []
        }
      ]
    },
    {
      "id": "2019",
      "title": "A Summer of Discontent",
      "blurb": "Vivamus rhoncus, ipsum in bibendum fringilla, arcu nulla semper elit, eu finibus elit ante ut est. Sed congue pharetra dolor nec aliquet.",
      "scenes": [
        {
          "title": "Death of an Icon",
          "pages": []
        }
      ]
    },
    {
      "id": "2020",
      "title": "A Silent Resistance",
      "blurb": "Fusce non urna quis erat rhoncus pharetra auctor mattis risus. Nulla convallis, tortor commodo tempus tincidunt, libero tellus pretium quam, a placerat nisl nisl quis velit.",
      "scenes": [
        {
          "title": "Death of an Icon",
          "pages": []
        }
      ]
    }
  ]
}
